[
  {"RepoIcon":"https://ithunder.co/icon.png","RepoName":"iThunder"},
{
"iPA":"https://ipa.sierra.app/5Heroes.ipa",
"Icon":"https://ipa.sierra.app/icons/5Heroes.png",
"Name":"5 Heroes hack",
"Preview":['https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/2e/de/1a/2ede1a1c-b3b2-c6c4-3087-999907f88f9b/ec83d8b4-6749-4773-b5ab-c597fa6d5ef2_1242_2208.png/392x696bb.png'],
"Category":"Games",
"Version":"7.3.0",
"BundleID":"studio.banditos.banditos5",
"Description":"Join a friendly world of adventure in our easy-going RPG!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Attention, My Lord! Your kingdom is under threat, and it's up to you to save it in Five Heroes: The King's War!  Gather a party of five powerful heroes and embark on an epic journey through a vast and dangerous land filled with thrilling adventures. Engage in turn-based combat with enemies, where every move counts. Develop a winning strategy by understanding each hero's strengths and weaknesses and using them to your advantage.  Are you up to the challenge, My Lord? Download Five Heroes: The King’s War NOW, and have your name sung by every bard in the Kingdom!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  FEATURES:  TACTICAL COMBAT Every move counts! Develop a strategy that can make or break your combat success. Learn your heroes' strengths and weaknesses, and use them to your advantage.  WRITE YOUR OWN SAGA Journey across the land to save your kingdom from deadly Skeletons, help Amazons fight ruthless Pirates, unite Barbarian clans against nasty Goblins, cleanse a tainted Forest from an ancient Curse, and more. Experience a unique story campaign and create your own heroic saga.  UNIQUE HEROES Recruit over 500 different heroes by collecting Hero Orbs or completing quests. Level up your heroes, upgrade their skills, and evolve them to unleash their full potential.  POWERFUL ARTIFACTS Collect various artifacts from chests or defeated enemies and equip your heroes with the best gear. Choose wisely, as each artifact provides different bonuses to your heroes.  EPIC BOSSES Defeat waves of minions before confronting immensely powerful enemy bosses. Loot them to find unique artifacts and Hero Orbs.  PVP ARENA Test your skills against other players in the Heroes Arena. Defeat them in PVP to unlock special heroes and artifacts.  EXPLORE THE LAND Don't miss out on the best rewards! Fortune favors the adventurous. Explore every corner of the land to find hidden treasures and bonuses.   -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  PLEASE NOTE:  • Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item.  The following King's Club subscription is available:  • 1 Month King's Club subscription with a FREE 7 Day Trial - $9.99 (First week is free, after that the Pass is automatically renewed each month for $9.99. Can be cancelled at any time within the first 6 days of the Trial Period without charge).  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Support: support@banditos.zendesk.com  Community: https://discord.gg/tfGs2PB  Privacy Policy: https://banditos.page.link/privacy  Terms of Use: https://banditos.page.link/terms  Refund Policy: https://banditos.page.link/refund-policy"

}
]
