[
{
"iPA":"https://ipa.sierra.app/5Heroes.ipa",
"Icon":"https://ipa.sierra.app/icons/5Heroes.png",
"Name":"5 Heroes hack",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/2e/de/1a/2ede1a1c-b3b2-c6c4-3087-999907f88f9b/ec83d8b4-6749-4773-b5ab-c597fa6d5ef2_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/f2/90/48/f29048dc-c22e-0cd8-5857-7d72596afce4/4d2ba69f-7430-4a53-81f4-ceba865cf4c7_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/80/44/c9/8044c990-1840-84df-d9be-ec9376d48edf/ab2339c5-597b-4a28-90db-c6ca5f5e7f4f_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/fc/73/f5/fc73f50d-24e6-2f80-bc47-f75f09798db1/c31f34c8-dc77-47c1-8f5b-3a796f4da9a4_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/96/f3/12/96f31287-1ca8-f496-b4d3-9702a7761186/8b768402-83dd-4dae-8ecd-84a8182d4c7a_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/88/a8/66/88a86656-c4b6-65e9-c07b-38342d2bf5aa/0f0a3e85-55fc-4151-b496-11b4a375dee5_1242_2208.png/392x696bb.png"],
"Category":"Games",
"Version":"7.3.0",
"BundleID":"studio.banditos.banditos5",
"Description":"Join a friendly world of adventure in our easy-going RPG!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Attention, My Lord! Your kingdom is under threat, and it's up to you to save it in Five Heroes: The King's War!  Gather a party of five powerful heroes and embark on an epic journey through a vast and dangerous land filled with thrilling adventures. Engage in turn-based combat with enemies, where every move counts. Develop a winning strategy by understanding each hero's strengths and weaknesses and using them to your advantage.  Are you up to the challenge, My Lord? Download Five Heroes: The King’s War NOW, and have your name sung by every bard in the Kingdom!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  FEATURES:  TACTICAL COMBAT Every move counts! Develop a strategy that can make or break your combat success. Learn your heroes' strengths and weaknesses, and use them to your advantage.  WRITE YOUR OWN SAGA Journey across the land to save your kingdom from deadly Skeletons, help Amazons fight ruthless Pirates, unite Barbarian clans against nasty Goblins, cleanse a tainted Forest from an ancient Curse, and more. Experience a unique story campaign and create your own heroic saga.  UNIQUE HEROES Recruit over 500 different heroes by collecting Hero Orbs or completing quests. Level up your heroes, upgrade their skills, and evolve them to unleash their full potential.  POWERFUL ARTIFACTS Collect various artifacts from chests or defeated enemies and equip your heroes with the best gear. Choose wisely, as each artifact provides different bonuses to your heroes.  EPIC BOSSES Defeat waves of minions before confronting immensely powerful enemy bosses. Loot them to find unique artifacts and Hero Orbs.  PVP ARENA Test your skills against other players in the Heroes Arena. Defeat them in PVP to unlock special heroes and artifacts.  EXPLORE THE LAND Don't miss out on the best rewards! Fortune favors the adventurous. Explore every corner of the land to find hidden treasures and bonuses.   -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  PLEASE NOTE:  • Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item.  The following King's Club subscription is available:  • 1 Month King's Club subscription with a FREE 7 Day Trial - $9.99 (First week is free, after that the Pass is automatically renewed each month for $9.99. Can be cancelled at any time within the first 6 days of the Trial Period without charge).  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Support: support@banditos.zendesk.com  Community: https://discord.gg/tfGs2PB  Privacy Policy: https://banditos.page.link/privacy  Terms of Use: https://banditos.page.link/terms  Refund Policy: https://banditos.page.link/refund-policy"

},
{
"iPA":"https://ipa.sierra.app/8BallPoll.ipa",
"Icon":"https://ipa.sierra.app/icons/8BallPoll.png",
"Name":"8 Ball Pool",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/46/cf/83/46cf8340-3229-5908-774d-26227f80d0e5/a1de1655-a15b-4fb8-927e-8543d9c52cec_8BP-SCR-Screenshots_iPhone6_U002b_001.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/0b/8b/f9/0b8bf9cf-bbee-20ac-9160-b0e434ae49c2/5ba78eae-a0c6-4505-b52d-5af69e534617_8BP-SCR-Screenshots_iPhone6_U002b_002.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/6f/34/65/6f3465e8-1612-d587-6a62-74a377d906ae/ddad6006-c31e-49cc-b40f-7ca658ddc25e_8BP-SCR-Screenshots_iPhone6_U002b_004.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/d9/d6/f2/d9d6f2fd-92ba-9973-4977-20f7b42258bf/50020003-d5df-4b2a-8b03-da8e43e435d4_8BP-SCR-Screenshots_iPhone6_U002b_007.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"5.10.4",
"BundleID":"com.miniclip.8ballpoolmult",
"Description":"Do you want to play in the world of pool games? 8 Ball Pool is an addictive challenging game based on real 3D pool games, where you will challenge your friends online. Become a master of the pool!  The game 8 Ball Pool is easy to win. You just have to select the pool table and get ready. Join us and challenge your friends to this ball game in PvP mode. Use your pool strategy with the cue wisely in this online multiplayer ball game as every round will be more difficult after each level. You can play in multiplayer or PvP mode in different pool tables. Become the best pool player and challenge your friends in this pool game!  You can play pool in multiplayer or PvP mode using different balls and table types. 8 Ball Pool is designed to help your intelligence. You will improve the aim when shooting balls with the cue.   CHALLENGE YOUR FRIENDS Playing pool in multiplayer tournaments with friends is easy: Sign in for free with your Miniclip or Facebook account and you’ll be able to challenge your friends straight from this multiplayer 8 ball game. Challenge friends to a PvP pool match on the go. Aim and shoot your best balls with a customized cue in our online 3D PvP tournament!  PLAY FOR POOL COINS AND WIN EXCLUSIVE ITEMS Customize your cue and pool table! In every competitive PvP match you play in our league, there’ll be Pool Coins at stake – win the match and the Coins are yours. You can also buy new items in the Pool Shop. Compete in our 3D multiplayer league and become a master of 8 balls in 3D! The 8 Ball level system means you’re always facing challenging players in the 8 ball league. Play multiplayer 8 Ball Pool to increase your ranking in our pool league and get access to more exclusive 8 Ball Pool match locations, where you play and compete against the best online pool players. 8 Ball Pool has different match levels: It doesn't matter if you're an amateur or a pro player, take your chance in our PvP competitions with your friends and other players and win the pool challenge: Aim with the cue and prove your skills in this free 8 ball online tournament.  *This 8 Ball Pool game requires internet connection.  Play on the Web at miniclip.com/pool TERMS AND CONDITIONS: http://www.miniclip.com/terms-and-conditions PRIVACY POLICY: http://www.miniclip.com/privacy ------------------------------------ Miniclip: http://www.miniclip.com Like 8 Ball Pool: http://on.fb.me/Wx4f23 Facebook: http://facebook.com/miniclip Twitter: http://twitter.com/miniclip"

},
{
"iPA":"https://ipa.sierra.app/ABEvolution.ipa",
"Icon":"https://ipa.sierra.app/icons/ABEvolution.png",
"Name":"AB Evolution ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/ed/ee/09/edee09f7-e904-e52d-96b4-4ef4cd8146cb/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/e4/bb/2b/e4bb2b1f-7d87-65c8-a15e-80fa0da6a42a/mzl.ncirlecc.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/50/4b/ab/504babca-515e-bd32-6791-f8e22cd09fca/mzl.qtljshyy.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/2a/9b/b2/2a9bb20f-f816-4a70-52b3-a22002b3941e/mzl.ucidqljq.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/e0/af/82/e0af8276-aeed-9c55-ced2-b19462684871/mzl.zogqglcb.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/99/d1/d9/99d1d9bf-6a86-d6f5-a093-fce7a8b15079/mzl.tkzkilwr.png/406x228bb.png"],
"Category":"Games",
"Version":"2.9.17",
"BundleID":"com.rovio.tnt",
"Description":"Something is causing the the pigs to herd to Bird Island in droves, and the birds have found their eggs in danger once again. It’s up to you to assemble an unstoppable team of evolved super birds and put a stop to the pigs’ shenanigans once and for all. Or at least until the next time they pull a stunt like this...  Collect, assemble, and evolve your flock. 100+ crazy new Angry Birds?! We’re gonna need a bigger nest. The flock is bigger and badder than ever before. Build your own team, combine super skills and evolve your birds into their ultimate form.  Embark on an epic adventure. Something sinister is brewing on Bird Island. Why are there so many pigs around? Who is behind the mysterious Bacon Corp? What’s the Eagle Force? Who lost the dungeon keys? Find the answers – only in Angry Birds Evolution.  Crush the pigs in explosive battles. What’s worse than egg-stealing pigs? Over 90 different varieties of egg-stealing Pigs, that's what. Pirates, ninjas, tourists – someone has to clean this place up. Let the feathers fly in full contact battles and send the pigs packing.  FEATURES: – Over 100 colorful new characters to hatch and collect. – Assemble the ultimate flock of birds and take down the pigs with ease. – 5 Classes of birds with unique abilities. – Evolve your feathery heroes into unstoppable super birds. – Explore the island and stop the Bacon Corp. – Climb up the Eagle Mountain and win ultimate eggs. – Battle other players in the Oinktagon. – Join clans to unlock perks, compete with other clans, and chat with clanmates. – Send out scouts for rewards & challenges.  MONTHLY SUBSCRIPTION Angry Birds Evolution offers a subscription service that grants subscribers exclusive benefits every month.   Subscription Benefits:  – One Premium Egg Ticket every day – 10% more gold and gems when purchasing in the shop  – Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account >Settings after purchase – Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that >publication, where applicable  The monthly subscription is available as a recurring monthly purchase at a price of 24.99 USD (or local equivalent) / month. Payment will be charged to your iTunes Account starting at the initial confirmation of the subscription purchase. Your subscription will automatically renew 24-hours before the end of the current payment period.   Manage subscription auto-renewal in iTunes Account Settings. No cancellation of the current subscription is allowed during the active subscription period. Cancellation will take effect at the start of the next subscription period.  ---  We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.  Terms of Use: https://www.rovio.com/terms-of-service Privacy Policy: https://www.rovio.com/privacy  ---  This game may include:  - Direct links to social networking websites that are intended for an audience over the age of 13.  - Direct links to the internet that can take players away from the game with the potential to browse any web page.  - Advertising of Rovio products and also products from select partners. - The option to make in-app purchases. The bill payer should always be consulted beforehand. - This application may require internet connectivity and subsequent data transfer charges may apply. After the initial download, additional content will be downloaded and this may include data charges."

},
{
"iPA":"https://ipa.sierra.app/AdCap!.ipa",
"Icon":"https://ipa.sierra.app/icons/AdCap!.png",
"Name":"AdCap! ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/a7/b8/9f/a7b89f2f-e879-5a1c-288a-af76d35b5915/af7ce064-6874-466d-ab28-14a6092bc297_AdCap_Static_ASO_FeatureGraphicResize_1242x2208_eng_-_v1_2022-03.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0f/71/b4/0f71b46f-81f4-5eec-e38b-6139fa08a6e7/b2fd1276-512f-4449-8953-b9779a143915_AdCap-20210928-Testimonials_SS-iOS-1242x2208-3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/8e/56/fe/8e56fef0-9ae0-0506-f578-cfb7c7b84f10/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0b/81/82/0b8182b2-7a5d-424f-0aa9-ace02fe392ed/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/24/ba/ed/24baed82-9664-c365-0410-7f7c73adc19f/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/f8/99/58/f899580c-8353-5aa4-ee2b-bd152c0e22e8/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/7a/14/60/7a146037-4af4-6504-35f5-4fc3933c2d79/pr_source.png/392x696bb.png"],
"Category":"Games",
"Version":"8.22.0",
"BundleID":"com.kongregate.mobile.adventurecapitalist",
"Description":"Play the world’s greatest money making idle game! Ever dreamed of owning your own business? Being the master of your own destiny? Becoming a capitalist tycoon? Do you just dream about money, money and MONEY, even when you sleep? Then AdVenture Capitalist is the idle clicker for you!  FROM RAGS TO RICHES Start from the humble roots of running a lone lemonade stand to becoming the CEO of a cash printing, money making multinational conglomerate.  SPECULATE TO ACCUMULATE Sick of clicking buttons? Expand your capitalist empire when you hire managers to automate and boost your profits. The only way to go is UP UP UP!  DRESS UP LIKE A MILLION DOLLAR TROOPER Deck out your Capitalist in custom outfits and accessories that not only look super duper, but also boost your businesses.  INVEST YOUR WAY TO SUCCESS Attract eager Angel Investors to amplify your money-making potential. Each Angel earns you a boost to your profits. Every penny counts!  JOIN THE SPACE RACE! Unlock AdVentures to the Moon and Mars and discover new investments, upgrades, managers, and items in space.  COMPETE IN LIMITED TIME EVENTS Investors have the opportunity to play Limited Time Events which are on a regular rotation to earn rewards helping you become an octillionaire! Climb the leaderboard and collect event-specific Managers for even more Rewards in:  ◆ The Root of all Evil ◆ Saturday Morning Fever! ◆ Live Your Profits ◆ Live Rich & Profit ◆ Cashella ◆ For the Love of Money ◆ The Excellent AdVenture ◆ Insert Coins to Continue ◆ Cashalot ◆ 1% Land ◆ Merry Merger ◆ Black & Blue Friday ◆ A Nightmare of Easy Street ◆ A Capitalist Carol ◆ New You Resolutions ◆ Profitabowl ◆ Cakeday  THE SHOP Catch up to or pull ahead of competition, Investor, by visiting the store: Purchase more Gold, Time Warps, or specific Managers to help boost your finances. Your one stop shop for everything a fancy Investor could ever want while building an exorbitantly wealthy empire  WATCH THE NUMBERS ROLL IN Get on with your day and make money while you eat, drink, or sleep. It’s impossible to lose when you live the idle dream!  Your AdVenture of a lifetime starts today! ---------------------------------------------------------------  But don’t just take it from us — here’s what your fellow investors have to say:  “AdVenture Capitalist exudes a campy self-awareness of capitalism’s most obvious flaws while simultaneously encouraging total indulgence in them.” - The Washington Post  “Mathematics plus economics all in one.” - GeekDad  “THIS GAME IS BOTH FUN AND... relaxing. It runs when I'm not playing so I never have to worry about playing it all the time. It runs when I'm not playing or sleeping! It's crazy, I love that game so much that I am kinda addicted.” - A fellow Capitalist  ---------------------------------------------------------------  Having problems or want to share a great idea? We would love to hear from you! http://bit.ly/AdCapSupport or contact us in game by clicking Menu > Connect > Help & FAQ  Become an Investor now: ◆ Facebook: https://www.facebook.com/AdCapHH/ ◆ Twitter: https://twitter.com/AdVenture_CapHH ◆ Instagram: https://www.instagram.com/adventurecapitalist_hh/ ◆ YouTube: https://www.youtube.com/c/AdVentureCapitalist ◆ Reddit: https://www.reddit.com/r/AdventureCapitalist/   AdVenture Capitalist is free to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings.  Playing AdVenture Capitalist requires an internet connection. AdVenture Capitalist includes advertising for third parties, some of which may be targeted to your interests. You may choose to control targeted advertising by using your mobile device settings (e.g. by re-setting your device’s advertising identifier and/or opting out of interest based ads).  Terms of Use: https://hyperhippo.com/terms-of-use/  Privacy Policy: https://hyperhippo.com/privacy-policy/"

},
{
"iPA":"https://ipa.sierra.app/Agar.io.ipa",
"Icon":"https://ipa.sierra.app/icons/Agar.io.png",
"Name":"Agar.io",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/54/af/e7/54afe7cd-577d-8bbc-34f6-d801298f1588/08a73cb1-1698-46ef-9071-8f21ae66b98a_AGR_SCR-DarkmodeScreenshot-1_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/42/f9/a0/42f9a05a-453c-b113-fb06-dbb2c06273e2/28f84dc1-4194-4ee9-9eda-b870a0be1bc4_AGR_SCR-DarkmodeScreenshot-2_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/93/23/29/932329da-0c86-304f-908c-6353c642e14e/ff2e63f9-c0b8-4e2c-949a-322f2613380e_AGR_SCR-DarkmodeScreenshot-2_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4c/27/f0/4c27f08c-13c3-d1eb-0eb2-114e4ae9f6bd/abf792eb-3f54-40ce-9c32-5315b454f832_AGR_SCR-DarkmodeScreenshot-3_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/3b/e3/03/3be303c1-91a5-dc80-fa09-a851fa680fa5/7eedd38c-f6a4-49e2-ab83-a9e509f16647_AGR_SCR-DarkmodeScreenshot-4_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/f3/5a/40/f35a40c9-832d-6773-e0ad-07dac8c255f1/460e2ac2-a6d0-4917-8612-d082ef1bad8e_AGR_SCR-DarkmodeScreenshot-6_2208-x-1242-px.png/406x228bb.png"],
"Category":"Games",
"Version":"2.26.3",
"BundleID":"com.miniclip.agar.io",
"Description":"The browser game phenomenon comes to iOS!   Play online with players around the world as you try to become the biggest cell of them all!  Control your tiny cell and eat other players to grow larger! But watch out: players bigger than you will be trying to make you their lunch. Survive and eat long enough to become the biggest cell in the game!   With new controls developed especially for touchscreens, agar.io offers the same fun gameplay that millions have already enjoyed on PC. Play online in free-for-all action and use splitting, shrinking and dodging tactics to catch other players - or avoid them! Use a variety of special secret skins with the right username!  VIP Subscriptions  - Agar.io offers weekly subscriptions at USD $7,99. Price may vary depending on sales, taxes and countries.  - Payment will be charged to iTunes Account at confirmation of purchase  - Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period  - Your account will be charged for renewal within 24-hours prior to the end of the current period  - Subscriptions may be managed by going to the Account Settings after purchase and auto-renewal may be turned off  - Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable  Terms and Conditions: https://m.miniclip.com/terms-and-conditions Privacy Policy: https://m.miniclip.com/privacy"

},
{
"iPA":"https://ipa.sierra.app/AgeOfMagic.ipa",
"Icon":"https://ipa.sierra.app/icons/AgeOfMagic.png",
"Name":"Age of Magic - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/2e/9b/1c/2e9b1c47-2d4a-6a9b-d41a-60bda105144b/4436c431-b64a-4b9e-b45a-4078247fbf87_1_aom_asoscr047_openworld5_2208x1242_ww_nbn_bud_573kb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/b6/ef/f7/b6eff784-d05e-feff-c22d-63194b9114a9/9f4858ac-fddd-486d-b16c-2e37deb48b36_3_aom_asoscr031_mgsurvivescreen_2208x1242_en_nbn_pol_1.9mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f0/88/9d/f0889d2a-f916-14c4-90ab-3530a0cb778a/c6ec4a8d-20c1-46ea-8f0a-5efeb724c9f9_2_aom_asoscr029_triishpirate4_2208x1242_en_nbn_bri_2.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/c7/2f/b7/c72fb77a-c8c6-adaf-bbf2-064bd5fa0718/c04e1961-9545-48bb-95e2-190d2817da8a_4_aom_asoscr008_vs_customizationsun_2208x1242_en_nbn_gor_2.1mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/13/09/8b/13098b86-1095-3240-be6e-b05b18fbdcee/bb7362e1-42ea-4067-9ed1-5ff981a68beb_5_aom_asoscr008_gp_avatars_2208x1242_ww_nbn_gor_1.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/0f/5e/dc/0f5edc5e-fd16-ab2f-44f7-a4af91f10a1d/bb94746e-4beb-4504-9e80-d0cb741f6894_6_aom_asoscr008_hm_graphic_2208x1242_en_nbn_gor_3.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/43/44/fb/4344fbb5-67ab-a1f4-5c1f-c35d1fcc02a4/6153b9c7-92c2-487a-bebe-473a2ba951c2_7_aom_asoscr008_hm_pvparena_2208x1242_en_nbn_gor_2.2mb.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"2.15.0",
"BundleID":"com.playkot.ageofmagic",
"Description":"Embark on a magic adventure in Age of Magic! A world thrown into an era of chaos by the war between good and evil, where you can join the fight either as a divine crusader knight or as a demon from the legions of darkness! Grab your sword and embrace the power of might and magic in this epic PvP/PvE strategy RPG!  Assemble a team of elite heroes - from warriors to wizards, elves to warlords, and everything in between. Engage in turn-based combat, where strategy and cunning are just as important as strength and power. Choose to align with either the forces of light or darkness as you embark on epic campaigns, where you'll be tasked with restoring balance to a shattered world.  Take on the all-original, magic quest of the light campaign, assemble a divine and mighty party from a whole kingdom of heroes and dominate evil demons in combat. Bring a deadfall of reckoning upon the eternal evolution of darkness. For honor!  Travel a path of exile within the cold, dark campaign! Construct a legion of darkened souls, demons and other esteemed hero hunters, then use them to awaken an aeon of warfare! Follow in the footsteps of the Beast and see what legacy you can leave. Which so-called \'hero\' will be your next fatality? Darkness rises!  Join forces with other heroic dungeon crawlers online to conquer epic squad games, defeat enemies, and take on other players in PvP tournaments and arenas. Rise through the ranks and show your might as you lead your squad to victory.  Step into the Tomb of Horrors and see how long you can survive in the darkest dungeons, a nonstop game where you're not permitted to heal in between each fight! Or take on the inhabitants of the Cradle of Chaos, a shifting battleground that affects different heroes in odd ways.  Age of Magic features:   - PvE story campaigns from multiple perspectives!  - PvP tournaments, arenas and more!  - Friends, clans, guilds, raids and rewards!  - Demons, angels, shadows, legends, combat magic, war, dragons and more!  - Special fantasy events with incredible prizes!  - Fast-paced and strategic battles!  - Collect unique heroes, gain experience to level them up and equip them with different items!  All of this and so much more in the immortal apex of strategy games!  Build a collection of heroes, equip them with powerful items, and level them up to unleash their full potential in battle. Join a clan, participate in raids, and lead your strike force to victory.  Age of Magic features fast-paced and strategic battles, special fantasy events with incredible prizes, and a wealth of heroes, demons, legends, and arcane magic to explore. Test your skills against other players in competitive multiplayer games and see how you measure up in this rift-filled kingdom of raids and dragons. Or form a band of brothers and sisters and brave lands unknown on a war mission in the fallen frontline.  Facebook http://plkt.me/2v7y10 Twitter http://plkt.me/lx0s7 Youtube http://plkt.me/n0lgo Instagram http://plkt.me/mn5nz Discord http://plkt.me/c91s5 Fate calls for you!  Privacy policy: https://playkot.com/privacy.htm"

},
{
"iPA":"https://ipa.sierra.app/AgeofWar2.ipa",
"Icon":"https://ipa.sierra.app/icons/AgeofWar2.png",
"Name":"Age Of War 2 - iOSGods.com",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/5b/30/4f/5b304fd0-1eee-af78-aca2-e2f4900e2481/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/81/dd/2b/81dd2bae-7997-85e1-c2b1-3d307e79c326/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/9d/80/cf/9d80cf67-bfa7-86d7-ffcd-a456077b7af1/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/e6/f3/9a/e6f39a96-4784-a195-d343-258ae8c89d42/pr_source.png/406x228bb.png"],
"Category":"Games",
"Version":"1.6.6",
"BundleID":"com.maxgames.aow2",
"Description":"Battle your way through the ages in this insanely addicting action/strategy game. One of the most popular flash games from the web brought to life for the best possible mobile experience!  WAR ACROSS THE AGES! Train a massive army from cavemen riding dinosaurs to World War tanks! All the way to hugely devastating robot warriors from the future age! There are so many different units to train across 7 completely unique ages of war. With 29 unit types at your disposal such as the Assault Spartan, Anubis Warrior, Mages, Knights, Rifleman, Cannons, Grenade Soldiers, Cyborgs and so many more! If you think the best offense is a strong defense try stacking up rows of turrets that mow down the enemy! Yes we still have the famous Chicken Turret which is a must build!  FUN FOR ALL! Finally a strategy game that every gamer type will enjoy with 4 difficulty modes and tons of achievements and challenges. Cast destructive global spells such as the fiery meteors, lightning storm, or call world war bomber planes to clear the field. We’ve packed so much fun into one easy to play mobile game you will come back again and again trying new ways to conquer.  GENERALS MODE! Play against 10 unique generals, each with their own individual strategies and tactics! Test your skills against Brom 'The Basher' with his giant club, or Hades in his Underworld domain!"

},
{
"iPA":"https://ipa.sierra.app/AlightMotion.ipa",
"Icon":"https://ipa.sierra.app/icons/AlightMotion.png",
"Name":"Alight Motion",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/f1/08/5f/f1085f9f-dfc8-a9ba-11dd-01a682bc4f65/aeb6939a-7c22-410b-9404-f6793eded47f_iPhone_5.5_screenshot_keyframeanimation.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/27/3b/a4/273ba4e7-67e3-9418-4b9f-1bd1ae012754/2455f88c-336d-41b7-b978-515f7e879e9d_iPhone_5.5_screenshot_camera.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/10/c7/dc/10c7dc0b-1f38-0d11-be65-88f5e609ae82/ee43bec7-282c-4cca-92e4-daf8baa4ac8e_iPhone_5.5_screenshot_layerparenting.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ac/1d/08/ac1d0858-bc32-bb8f-6765-f007f18359ed/e0bae983-6e6b-4b91-a220-ecb41eab9cb1_iPhone_5.5_screenshot_color.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/df/d3/5e/dfd35eb3-63fa-3ce9-9998-762e0bba8e51/20748690-122c-4673-9967-bdb63e47ce86_iPhone_5.5_screenshot_aspectratio.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/58/5c/7e/585c7e4c-ad42-a504-d624-ebdd8524776d/002f83c6-81f9-462b-8ada-159dec6561ca_iPhone_5.5_screenshot_vectorgraphics.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/96/2b/83/962b8322-db3e-498e-3533-246546156134/3edc07b8-e0b5-425e-a38d-ceb565c71ae3_iPhone_5.5_screenshot_effect.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/79/9a/56/799a5620-0339-efb5-2692-9e8fc194fb09/7d4dcb34-4b62-452e-b43b-c55b9860f84d_iPhone_5.5_screenshot_export.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ea/75/26/ea7526c9-7de2-c74c-15e7-8c9964ea4a76/4a7b5844-9497-44b5-95fc-fe84a63fe01b_iPhone_5.5_screenshot_blending.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/4b/26/d7/4b26d724-160f-7e1c-fffd-bbcc0d67bd81/77a65f37-9037-4ec5-99cd-b17284653fc9_iPhone_5.5_screenshot_fonts.png/392x696bb.png"],
"Category":"Photo & Video",
"Version":"4.5.7",
"BundleID":"com.alightcreative.motion",
"Description":"Be part of the movement! Alight Motion is the first professional motion design app for your smartphone for iPhone, iPad, and Mac, bringing you professional-quality animation, motion graphics, visual effects, video editing, video compositing, and more!  • Multiple layers of graphics, video, and audio • Vector and bitmap support (edit vector graphics right on your phone!) • 160+ basic effect building blocks that can be combined to create sophisticated visual effects • Keyframe animation available for all settings • Link parent and child layers and rig character joints • Cameras that pan, zoom, and support focus blur and fog • Grouping and Masking • Color Adjustment • Animation easing for more fluid motion: Pick from presets or build your own timing curves • Bookmarks for ease of editing • Velocity-based motion blur • Export MP4 video, GIF animation, PNG sequences, and stills • Share project packages with others • Solid color and gradient fill effects • Border, shadow, and stroke effects • Custom font support • Copy and paste entire layers or just their style • Save your favorite elements for easy re-use in future projects  Alight Motion is free to use with basic features and a watermark on videos you create. There are several paid membership options in the app to remove the watermark and access a regularly updated library of premium effects and features. These subscription membership options are charged when you select to purchase them, and renew automatically unless canceled at least 24 hours prior to the beginning of the next subscription period. After purchasing, subscriptions can be managed in your Apple ID settings. You can find more information about subscriptions at https://alightcreative.com/support   Terms of Service: alightcreative.com/tos Privacy Policy: alightcreative.com/privacy"

},
{
"iPA":"https://ipa.sierra.app/AmazingSpiderMan2.ipa",
"Icon":"https://ipa.sierra.app/icons/AmazingSpiderMan2.png",
"Name":"AmazingSpiderMan2",
"Preview":[],
"Category":"",
"Version":"1.3.1",
"BundleID":"com.gameloft.AmazingSpiderMan2",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/AmongUS.ipa",
"Icon":"https://ipa.sierra.app/icons/AmongUS.png",
"Name":"Among Us - Kamohacks",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/b7/fe/e6/b7fee60c-2041-1c0e-d3e8-2ca0cef98d36/a4309b28-453c-4b12-89fb-8f4eb3f4b7d3_RoleScreen.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/ea/3f/fc/ea3ffc7c-8bb1-49ac-106c-4ee495b9ecf1/52e46644-0efe-4101-bdfc-a7e37969d1f1_AirshipBurgerTask.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/e2/82/f4/e282f434-5c29-1d0e-85c9-d90adfe452e2/67927b9f-f5b8-4828-bdaa-87360c753c45_Discussion.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/46/6f/09/466f09a5-13df-9b7c-f4b8-001c9246def8/836d6235-b13c-45d0-bd36-8218c4bebe60_Lobby.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/d3/be/36/d3be36b0-a5c4-6e06-3b1c-60e961e5d6b9/78db8b6c-df76-4c8e-ace9-207ce9affa4b_EmergencyMeeting.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/62/e3/49/62e3497c-aa4d-f52d-32af-c01d4b66ddcf/e678b15d-528d-4d17-b5f0-c0518b637627_VotingScreen2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/83/77/0f/83770f6c-8583-1ec6-1bb1-e3c64cede1f2/a2ce55b8-aba9-49b3-acd3-240354da9fba_AirshipEject.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/4f/0b/60/4f0b6004-6c55-7a64-eb14-d7127963150d/21dfc900-757e-4091-a0b0-242691115ba7_SkeldTask.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/13/87/6a/13876a1d-260c-db9d-3d5b-a48d70edee1a/98a8f5f0-e609-455e-8abe-f7e3f2557db7_PolusTask.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/ca/72/a9/ca72a9e4-cfac-aed7-492a-5b81a9ec289f/ffdbc647-7d00-422c-bbfd-568c4e132e61_CardSlideTask.png/406x228bb.png"],
"Category":"Games",
"Version":"2023.2.28",
"BundleID":"com.innersloth.amongus",
"Description":"A game of teamwork and betrayal ...in space! Play online with 4-15 players as you attempt to prep your spaceship for departure, but beware as one or more random players among the Crew are Impostors bent on killing everyone.  MASTER YOUR SOCIAL DEDUCTION SKILLS. Crewmates win by completing all tasks or discovering and voting the Impostors off the ship. The Impostor can use sabotage to cause chaos, making for easier kills and better alibis. Optional roles create a whole new level of gameplay. Try out the Scientist, Engineer, Guardian Angel, or Shapeshifter to create chaos! Think you’re a master of deception? Only one way to find out!  CUSTOMIZE YOUR GAME. Choose how you want to play! Change the number of Impostors, roles, tasks, player visibility, and more. Play in style as you change your Crewmates’ color, visor, nameplate, outfit, and hat. More customization options are planned to be continually added in.  PLAY WITH ANYONE. Cross-platform play is supported. Play with friends (or enemies?) between PC, mobile, or console!  If you have any issues, visit us at: https://www.innersloth.com/faq/"

},
{
"iPA":"https://ipa.sierra.app/ArcherForest.ipa",
"Icon":"https://ipa.sierra.app/icons/ArcherForest.png",
"Name":"Archer Forest ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/f9/2c/ad/f92cad0d-17a4-5e91-0956-9f1ed3bb0552/cb2ff265-bbdd-4d6e-8247-548869303b26_1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/8a/ab/80/8aab80ba-effe-6be9-060b-d458939993ab/a26ec93b-f778-4e5d-b897-41437cbca0c1_2.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource122/v4/99/80/6e/99806e75-36b6-8b2f-76ef-94f409b96c72/498c40fc-804f-4e76-a71a-1d897d50eca6_3.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/3a/33/75/3a337542-6b83-5d6d-bc5d-295ae2be7b41/e4d63a3c-1724-40e7-90e9-ee1e29c2cc33_4.png/392x696bb.png"],
"Category":"Games",
"Version":"9.06.01",
"BundleID":"net.gameduo.archer",
"Description":"Become an ally of the Archers and protect the Forest!   ▶Enormous Stage  Clear stages and explore a wide variety of continents!    ▶Easy to Control All you need to do to is tap the screen and merge two arrows!    ▶Speedy Growth Upgrade to a better and more powerful arrow! You can be the best!    ▶Endless Contents Earn tons of items through Boss Fight!    ▶Cute Animal Heroes Collect unique heroes with various abilities!   ----------------------------------------  -Game Contact:  archer@gameduo.net - Privacy Policy :  https://gameduo.net/privacy-policy  - Terms of Service :  https://gameduo.net/terms-of-service"

},
{
"iPA":"https://ipa.sierra.app/Archero.ipa",
"Icon":"https://ipa.sierra.app/icons/Archero.png",
"Name":"Archero ",
"Preview":[],
"Category":"",
"Version":"5.6.1",
"BundleID":"com.habby.archero",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/ArenaofValor.ipa",
"Icon":"https://ipa.sierra.app/icons/ArenaofValor.png",
"Name":"Arena of Valor",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/6a/58/7d/6a587df6-7801-73f1-c889-e1a830eb8ab5/e1b50916-903e-4d05-9814-ce2a2ae11ee5_20220623160231-868b8621-31bd-48ff-ae51-8c6619e928cb-687122-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/37/45/2c/37452c7b-74f5-cc51-da0f-ae71dbc07f3f/4ce7034d-a989-4e22-b058-fcc89c0453d1_20220623160238-868b8621-31bd-48ff-ae51-8c6619e928cb-687123-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/9c/aa/9b/9caa9bad-7a5d-ba93-38e9-f478517f7b9e/9bcab778-99a1-4f9f-b829-dea3b786edea_20220623160250-868b8621-31bd-48ff-ae51-8c6619e928cb-687124-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/ed/ba/50/edba50eb-04bd-c53b-26b6-6c688807c389/b617acc4-5c2d-4969-9b84-a2d9b9ce58e2_20220623160302-868b8621-31bd-48ff-ae51-8c6619e928cb-687119-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/a8/61/94/a861944e-9a94-b8f7-a2d7-6773edf30ce1/c82adc5e-b2df-441a-a0f6-7f1019374f9b_20220623160308-868b8621-31bd-48ff-ae51-8c6619e928cb-687118-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/46/60/a2/4660a2d0-1de6-889b-ad0e-c4808d5a8ae5/39b81a63-cceb-46cd-8b59-29b9b0212eec_20220623160320-868b8621-31bd-48ff-ae51-8c6619e928cb-687120-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/95/6e/14/956e143d-d84d-5402-b6cb-85a88d82028f/81992445-cb4e-431c-b59b-0251771d5453_20220623160326-868b8621-31bd-48ff-ae51-8c6619e928cb-687121-1.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"1.52.11085245",
"BundleID":"com.ngame.allstar.eu",
"Description":"Arena of Valor, brought to you by Level Infinite and TiMi Studio Group, is the ultimate real-time 5v5 MOBA experience! Join your friends, create a guild, and master over 100 unique heroes from internationally acclaimed franchise. The future of mobile MOBAs has arrived. Are you ready to become a legend?  - Fast & Fun Matches   Select a game mode, find opponents and compete in intense battles that can be completed in 15 minutes or less.  - Fight With Your Friends Team up with friends and guildmates to create strategies that let you work together and achieve the ultimate victory.   - 100+ Heroes At Your Choice Your favorite heroes are all here! Choose your role, hone your skills and jump into battles.   - Battle For Top Ranking  Master your heroes and unleash their powers to successfully defeat your opponents as you climb the ladder to reach the top of the seasonal rankings.   Contact Us:  Facebook: https://www.facebook.com/ArenaofValor  YouTube: https://www.youtube.com/channel/UCgYkGvtBuY4onYm2Eh61zwQ  Twitter: https://twitter.com/arenaofvalor  Discord: https://discord.gg/CUdhNTZ"

},
{
"iPA":"https://ipa.sierra.app/Autogun.ipa",
"Icon":"https://ipa.sierra.app/icons/Autogun.png",
"Name":"Autogun Heroes",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/48/d1/9e/48d19e42-bd2c-12b7-bf26-d07a97410cc8/0e1f5c19-1280-485e-9b06-7819597203d9_GFUNG_sep23_A_EN_2208x1242.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/30/c6/83/30c683ce-8e0d-bea7-45ea-76e256fba865/d1385048-7e39-41a7-85d9-e7a225795362_GFUNG_StoreImages_TestVariant_B2_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/3f/80/09/3f8009dc-aeed-bfb3-ab1f-132754fc7cda/bf332112-d9fb-45e3-b770-cfd6da952803_GFUNG_sep23_C_EN_2208x1242.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ab/df/08/abdf0844-bbd0-4674-1cc1-9fe3fa5a552e/bbf9ce00-a7f1-4d29-aa1c-00de022bac63_GFUNG_StoreImages_TestVariant_B4_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b9/6e/ca/b96eca3e-6dfa-02db-85f2-a18b37885de8/ec81d4cb-c44e-41d6-a299-33ff0efd8383_AutogunHeroes_StoreImage_05_2208x1242_EN_May2023.png/406x228bb.png"],
"Category":"Games",
"Version":"0.15.1193",
"BundleID":"com.nitrogames.autoblaster",
"Description":"Warm up your fingers, because this game will demand the best from you.  Take back the control of an alien-infested world in this next-gen, non-stop 3D action platformer with overloaded guns, a team of heroes and blast those aliens in the butt!  Bring your biggest gun and your A game, because the world needs heroes.. heroes like you!  Rampage through levels and unlock new worlds. Collect new, powerful heroes in your team and select the best hero for the occasion! Discover new, more powerful weapons and gear. Get faster, nastier and more dodgier with different perks!   It’s time to take back control and save the world. Are you ready?  THE GAME FEATURES: --> Skill-based gameplay, enabled by finely crafted, responsive controls --> Visually stunning, immersive gameplay that make you feel like you are actually inside the game fighting against those nasty villains --> 100+ different levels and 12 different worlds to progress and fight more epic battles in --> 10+ overloaded guns and hundreds of perks to evolve your heroes --> Roster of seven unique heroes to choose from so you can adapt your gameplay in ever-challenging levels --> Tens of different enemies with different behaviours that will keep you constantly challenged as your progress further in the levels  *********  NOTE: - The game requires internet connection to play.  - The game contains optional in-app purchases. You can disable this feature in the settings menu of your device.  - Check our Privacy Policy at https://www.nitrogames.com/privacy-policy/ - Check our Terms of Service at https://www.nitrogames.com/terms-of-service/ - Connect with us at Facebook: https://www.facebook.com/autogunheroes - Connect with us at Discord: https://discord.gg/32c58DJ4CQ  © Copyright 2023 Nitro Games. All rights reserved. Nitro Games and Autogun Heroes are trademarks or registered trademarks of Nitro Games Oyj."

},
{
"iPA":"https://ipa.sierra.app/B2BApocalypse.ipa",
"Icon":"https://ipa.sierra.app/icons/B2BApocalypse.png",
"Name":"B2B Apocalypse",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/6e/a2/ab/6ea2ab92-1702-540d-6774-327386279188/20897ca7-eb79-4e8a-b482-2571d9515aa8_1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ef/71/f6/ef71f659-371c-4ce5-1b45-01d70ca914d2/4886de29-4070-4a9b-a460-42a675fcf277_2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/a9/9e/e3/a99ee367-14a1-f5b0-9cd2-63761e732096/dd6d5c74-07a3-4086-aeb1-70feaeb9cf69_3.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/60/78/a5/6078a5f5-7c1c-0217-6594-7d5e5e38e40e/e0d9ca6a-22de-43b9-b539-757d8bcbce4c_4.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/58/fd/4a/58fd4abf-5ba7-2d7f-ec89-52baa3bb8274/9063a1d2-7526-409e-8ca5-38fe7b9cd840_5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ab/63/c3/ab63c3e2-2d18-e02e-6931-186b3980ff94/d5011bd7-c05e-41c4-b8f8-e457e68f1d45_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/6e/b8/fc/6eb8fc10-3b86-3248-c1c7-7ace56258ee0/35d4467e-a153-4ce4-8663-1846663588bd_7.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/bb/bd/18/bbbd1896-01ea-099a-6c56-8fc437048538/31477fdf-a6da-48e6-8c55-694ba0d8ce71_8.png/406x228bb.png"],
"Category":"Games",
"Version":"2.0.7",
"BundleID":"com.dawinstone.b2ba",
"Description":"◆ Attention No responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.  ◆ Features + Vast Open World RPG! An expanded world to explore! + Exploration, Gathering, Fishing and Crafting for survival! + 3 times as many items and weapons than the previous game + More detailed character customization and appearances + Over 60 maps and regions to explore! + \'World Missions\' that take place across the globe + Create and upgrade your own special forces team + Artillery Support, Air Support, and Powerful Drones! + Embark on \'Battle Armor\' and engage in combat + Advanced graphics and upgraded systems  ■ About “Bad 2 Bad: Apocalypse” 'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.  ■ Survival and Rebuilding With the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.  ■ Upgraded Customization From weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.  ■ Your Own Special Forces With a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.  ■ Powerful Support Weapons Artillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \'Battle Armor\', which you can embark on and ride into battle."

},
{
"iPA":"https://ipa.sierra.app/BASEBALL.ipa",
"Icon":"https://ipa.sierra.app/icons/BASEBALL.png",
"Name":"BASEBALL 9 ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/a5/e4/79/a5e4794b-548a-4b7a-ab5b-3425358b620a/8348f4a0-bcd6-4642-82f7-73e8dbca3888_iphone_screenshot_55_2_batter_eng.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b2/04/1d/b2041de4-be46-0006-e1f6-f41ea9a18f61/6b1286ff-4618-416a-b59c-dd006ab5cdf7_iphone_screenshot_55_2_batter2_eng.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/58/82/b7/5882b74e-28a0-3c67-1f35-4975bc43c5cc/9d59e016-9da0-426f-9c91-d53a58d3394e_iphone_screenshot_55_2_eng.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/bf/66/ca/bf66cae7-dffa-93d2-57b0-45ea22f8beb7/fdd419b0-aae0-4a69-9ac3-cb49a7622833_iphone_55_eng_01.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6d/87/4a/6d874a33-ada1-31d8-3573-ca214f920e23/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/5d/6f/5c/5d6f5c01-8a30-767f-6cd1-28858fe8e7b2/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b7/24/85/b7248551-106c-0ba0-237a-4d0c705383a7/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/99/03/ae/9903aef5-9c64-6e52-47ab-7daaf6a39c4f/pr_source.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"3.2.1",
"BundleID":"us.kr.baseballnine",
"Description":"Enjoy fast-paced, realistic baseball game, featuring compact gameplay and informative stats.  Play BASEBALL NINE to become the Legend League Champion!  * Game Features - Lean and fast gameplay! - Casual characters and serious game mechanics! - Pitching and fielding as fun as batting! - You can play base running manually! - Comprehensive player stats! - Improved Autoplay with selective automation of player, inning, watching, and quick result. - Rename, gear up, and customize your players! - Offline mode available!  * Fast, compact gameplay! - Enjoy a speedy, streamlined playing experience. - Hit massive dingers and get thrilling strikeouts. - Specialized auto functions by game, by inning, and by player are a given!  * Enjoy realistic baseball! - Experience gameplay with realistic baseball rules. - Simulated results based on actual game stats.  * Recruit and develop your roster! - Recruit players and develop them by raising stats of your choice - Equip and upgrade skills to develop them into specialists. - Raise the player tiers to turn them into hall of famers.  * Customize your players! - Rename them and set them as left-handed or right-handed batters or pitchers. - Change their faces, pick body types, and choose different batting and pitching motions. - Try equipping a range of bats, gloves, cleats, guards, and glasses to customize your players in unique ways.  * Manage your team and get promoted to higher leagues! - Rename your team and change its emblem and uniform. - Expand into new stadiums and manage the team’s cumulative stats. - Advance to the postseason and win for promotion to a higher league.  * Supports tablets."

},
{
"iPA":"https://ipa.sierra.app/BRIM.ipa",
"Icon":"https://ipa.sierra.app/icons/BRIM.png",
"Name":"BRIM - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/26/78/99/26789928-a7ec-fe36-4835-bd97bf16922d/2fdac05a-ea47-47a3-aa34-f187ffc12440__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f1_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/00/46/f6/0046f664-8814-8847-2b38-aff94fdd3995/ffab9a31-759f-498b-adc1-a5511bccf46b__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f2_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/7b/56/64/7b566474-02de-1e83-79dc-75953d64fcd7/e510e112-ddcb-4d2f-88d8-5387d12896cf__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f3_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/49/b0/92/49b09217-56ae-a7ea-b280-0b14225eef92/7b3a430c-4156-479f-8b34-cc15ca93b480__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f4_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/44/aa/3c/44aa3c52-b6d6-3aad-48e2-8e2f22d43405/cef8a825-f471-4a12-a9bf-8578e4c65770__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f5_IPHONE_55.png/392x696bb.png"],
"Category":"Games",
"Version":"2.19.74",
"BundleID":"com.sybogames.brim",
"Description":"This free game gives you endless fun that never ends, filled with cool missions and unlimited weapon and armor upgrades available.   Join running forces with the awesome heroes of Brim to save the world from the invading army of Goons! Dodge into an epic, enchanting and endless universe where magic and mayhem awaits your unique wall running character, as you complete quests on your run to become the greatest hero Brim has ever seen!  Take a stab at collecting treasure and gold coins whilst you dash & dodge, jump & roll, and hack & slash your way through the mega army of goons in order to upgrade your epic characters, weapons and magical blades.   Attempt to leap over the endless depth of treacherous and dangerous cliffs as you hack and slash goons and their ugly bosses with your magical sword.    ● Leap over deadly cliffs & run on walls to escape the nasty goons ● Dodge enemies and obstacles on your path.  ● Collect essence & gold coins to upgrade your character and blade ● Slay the hideous villains ● Befriend pets such as Elemental wolves, horses and magical dragons ● Level up your armor and boost your weapons ● Perform fast paced hit-combos and wall-running stunts on your running path to become the greatest hero of all time! ● From the creators that gave you the #1 game of all time, Subway Surfers!"

},
{
"iPA":"https://ipa.sierra.app/Basketbat.ipa",
"Icon":"https://ipa.sierra.app/icons/Basketbat.png",
"Name":"Basketball🌟2",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/3b/3d/8c/3b3d8c6c-b9d7-34e7-d583-fa2a2c09e5cb/1b7fc0e9-e6e7-4faa-8302-2ff2074e2189_1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/52/1c/f2/521cf21e-d15a-5701-6d87-eaa70c0e4f7f/0b58d87f-b444-4662-a6b4-a0021575bcc1_2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/14/c0/7e/14c07ef7-fa8c-37dc-c3f7-91b8332c2e34/841be29a-da3b-40ef-948e-c1543385ed00_3.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/df/81/b0/df81b072-fdb4-aeb2-ffab-b685d90a94fc/c9c2a9c9-544e-4da7-8d2c-01a401a67e1e_4.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/7b/ca/30/7bca3048-a914-c581-c53e-3871dee81cb8/981bd1b5-0272-42ff-a70b-dea5ec17badc_5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/8d/d9/57/8dd95745-2a61-6805-382c-505aa9be48df/5c49c509-692e-431a-be42-67cbbbda43af_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/6d/3f/10/6d3f1075-3aed-b95a-6281-1a7259a35386/3c8ded3e-a5e4-4cdb-9af7-5ab45524c117_7.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/50/2b/b6/502bb653-dfb9-0a3a-c01b-e978985de6a1/ee47fe1b-e503-41c2-954c-6d7678de7f99_8.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/e5/72/c8/e572c859-b901-9889-d18e-37adf7203045/29d3c542-de74-4168-ba74-557702b8a6a8_9.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/43/6c/28/436c28c1-ff67-2c9e-948d-2d47c78b19ac/3fa9b57c-1fd8-41fb-bdd8-c1c88ac124cd_10.png/406x228bb.png"],
"Category":"Games",
"Version":"1.0.4",
"BundleID":"com.lazyboydevelopments.basketballsuperstar2",
"Description":"Welcome basketball fans!  Lazy Boy Developments is proud to present the sequel to Basketball Superstar!  Basketball Superstar focuses on character development rather than quick reflexes.  Start the game as a talented 17 year old rookie and play until you retire.  What happens in-between is up to you.  IMPROVE YOUR ABILITIES Gain experience to upgrade abilities that suit your playing style.  Perhaps you focus on offensive skills to become the leading scorer or maybe concentrate on defensive duties and become a defensive powerhouse?  BECOME A LEGEND Work you way up through college basketball to the very top level.  Can you make it to the professional game?  Maybe even the All-Star MVP?  MANAGE RELATIONSHIPS Manage relationships throughout your career. Build a rapport with your teammates, fans and coach.  Look after your parents, perhaps get married and even have a kid!  CONTROL YOUR DESTINY Throughout your career various decisions and events mould you as a person.  Do you chase the money or focus on becoming the best you can be?  How do you handle fame and fortune?  INCREASE YOUR WEALTH Why not invest your hard-earned cash in a gym, restaurant or even buy a local basketball team?  Make that money work for you!  LIVE THE LIFE With success comes money and fame.  Perhaps buy a Supercar or even a Yacht?  Your lifestyle will make you more appealing to potential endorsement deals!  ARE YOU THE BEST? As your reputation improves, you will gain the attention of bigger and better teams.  Do you stay loyal or move to pastures new?  Do you move for money or join your favourite team?  Can you become the Basketball Superstar you know you can be? Prove it…"

},
{
"iPA":"https://ipa.sierra.app/Bazaart.ipa",
"Icon":"https://ipa.sierra.app/icons/Bazaart.png",
"Name":"Bazaart",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/1a/80/98/1a809852-e9fc-b75b-8c27-7de0db639d8b/697191e1-ab37-4c61-8f67-dd3d4057235f_1.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ce/74/f1/ce74f11b-978d-051d-d06b-764011cd4c33/0b813ef5-8429-48c0-9ca5-595de3316c64_2.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/01/7c/14/017c147d-f573-0acb-f45b-699bc6394e60/b8520a73-0a8c-4df8-a291-244631d9103f_3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/48/66/5d/48665dc2-3e34-e583-2d24-c66c17432ace/20647558-1211-4c5e-a402-456bdd929462_4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/a1/f0/e7/a1f0e7a3-5892-ed6a-cabc-1c71e9278f39/0cf298fe-ee62-4778-b935-21f1c6188255_5.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/97/5b/0a/975b0a2d-b94d-4124-6a65-28c606725a31/3342b665-a516-4f4f-9b95-ee5d93c659ba_6.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/65/b9/d4/65b9d4cc-44dc-4ac1-0551-4c34f4c4e4ef/848edfc6-6db7-4191-a732-22b2c5d1fa99_7.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/65/27/3e/65273ed8-2181-d69a-b822-f6e3d1fa94d3/b23ee298-5dfa-4c95-9031-0d53e2f3eea2_8.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/da/ed/45/daed4590-f1d0-2f1a-3c0c-abb52da3600f/e73ea07b-bb48-44ef-b65e-fe36568cad04_9.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/40/b7/ce/40b7ceec-1d30-c8f2-37c2-b6d9304e5bf8/3927a203-5d76-41d9-9658-6222a2af27bc_10.jpg/392x696bb.jpg"],
"Category":"Photo & Video",
"Version":"9.7.1",
"BundleID":"co.bazaart.app",
"Description":"Bazaart is a friendly AI-powered design app that helps you easily create beautiful photos, videos, graphics and more. Join millions of people who create professional looking designs everyday. Get ready to boost your creativity!  GET CREATIVE Bazaart is a design studio, photo editor and video editor combined in a one-stop app for all your design needs. Create AI art, Reels, stories, logos, flyers, posters, cards, collages, invitations, memes, profile pics, product photography (white background an option), stop motion videos, GIFs, stickers, and works of art. From online selling to digital marketing to social media posting, Bazaart is here to help, no design experience required.  POWERFUL DESIGN & EDITING TOOLS • Remove the background from photos and videos • Remove objects and people from any photo using the remove tool • Save time by instantly editing multiple photos • Place products and people in stunning AI-generated backgrounds • Turn your text into fantastic images using the AI art tool • Replace anything in a photo with a simple text prompt using the AI replace tool • Turn blurry photos into HD, boost resolution and quality with the enhance tool • Cut out photos and videos like a pro with crop, scissors, eraser and shape cut-out tools • Create your own WhatsApp stickers • Enhance, adjust, and customize photos and videos: change exposure, contrast, saturation, vibrance, warmth, tint, shadows, highlights, fade, sharpness and blur • Add up to 100 photo layers and 5 video layers: each layer is independently editable and all changes reversible • Apply fabulous filters on photos and videos to add a “wow” effect • Create custom edge styles for photos and videos with the outline and shadow tools • Combine photos and videos with mind-blowing blending effects • Sketch and draw freely with the drawing tool • Curve your text to match an arc or a circle • Edit and modify text with alignment, letter and line spacing • Perfectly align photos, videos, text, and any element with auto-snapping • Position elements precisely with the nudge tool  BEAUTIFUL CONTENT YOU’LL LOVE • Save time with beautiful templates made by designers • Choose from thousands of amazing backgrounds, stickers and shapes • Engage your audience with awesome animated stickers and GIFs • Add stunning photo and video overlays • Browse through a great collection of fonts or add your own  • Use photos and videos from your albums, camera, files, stock or the web  WHEN YOU’RE READY • Save as an image with an opaque (JPG) or transparent background (PNG) • Save as video or as animated GIF • Share your creations on social media or send as text or email   • Organize your design projects into folders  UPGRADE TO BAZAART PREMIUM Create professional looking designs in seconds with Premium!  • Save time with magic background removal • Create without limits with a huge collection of templates, graphics and fonts • Get full access to all advanced tools and VIP support  Bazaart Premium offers two subscription options: $11.99 per month $71.99 per year Prices may vary by location  Should you choose to upgrade to a Premium subscription, payment will be charged to your iTunes account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period.  You may cancel automatic renewal and manage your subscription by selecting Manage App Subscriptions in your iTunes Account settings and selecting the subscription you want to modify. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a Premium subscription, where applicable.  Privacy Policy: https://bazaart.me/terms#privacy Terms of Service: https://bazaart.me/terms  Need help? Please email support@bazaart.me and we will get back to you quickly!  BAZAART® is a registered trademark of Bazaart Ltd."

},
{
"iPA":"https://ipa.sierra.app/BeReal.ipa",
"Icon":"https://ipa.sierra.app/icons/BeReal.png",
"Name":"BeReal.",
"Preview":[],
"Category":"",
"Version":"1.0.1",
"BundleID":"AlexisBarreyat.BeReal",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/BitLife.ipa",
"Icon":"https://ipa.sierra.app/icons/BitLife.png",
"Name":"BitLife ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/a6/42/96/a6429677-88ab-87c4-dee0-7d06411b833b/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/85/b6/da/85b6da18-e154-6289-bec4-91cebe21a995/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4e/16/20/4e162087-d9c5-03d4-0ec7-5f84277c5f09/74dc08f5-3dd3-4859-90bb-7186fa0e9894_a16_screenshot_iphone_2019_3.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b3/3b/06/b33b065c-38b5-da0e-700f-49ab31e26074/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/e8/af/b8/e8afb867-57ba-71b4-9298-ffeebb337669/pr_source.png/392x696bb.png"],
"Category":"Games",
"Version":"3.11.9",
"BundleID":"com.wtfapps.apollo16",
"Description":"How will you live your BitLife?  Will you try to make all the right choices in an attempt to become a model citizen sometime before you die? You could marry the man/woman of your dreams, have kids, and pick up a good job along the way.  Or will you make choices that horrify your parents? You could descend into a life of crime, start prison riots, smuggle duffle bags, and cheat on your spouse.  It's all up to you..."

},
{
"iPA":"https://ipa.sierra.app/BladeIdle.ipa",
"Icon":"https://ipa.sierra.app/icons/BladeIdle.png",
"Name":"Blade Idle - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f1/a0/f4/f1a0f469-431f-81ce-0dca-5f074774882b/a5aa0e1e-f1cb-4285-b93a-0ff7fd33910b__Uc138_Ub85c1_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/80/35/a5/8035a5f4-6d7c-2e51-d182-4e06688c6120/59553911-38e9-4093-8934-919c80deeb41__Uc138_Ub85c2_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/90/9b/f3/909bf3b2-f8f1-700d-d70d-3a64b46b0558/c722381b-a2b3-48ba-b1c5-49ae44bf7f6e__Uc138_Ub85c3_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/21/a7/b7/21a7b727-bef6-6936-f912-5b5cf80a0a3f/080a1a2f-efea-4c93-8253-afdcdb2bfcf7__Uc138_Ub85c4_1242x2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/46/50/09/4650093d-e854-5fa5-6b24-257c1fe11424/d67a01ca-25ee-4d8d-877b-456740c9e328__Uc138_Ub85c5_1242x2208.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"1.32.0",
"BundleID":"com.mobirix.mbbi",
"Description":"It’s a story of a common herb collector who stumbles onto a legendary sword and become a great hero. Adventure through the main stages and dungeons, and grow your character through farming.  Features - Customizable Skill System. Obtain and use various skills! - Merge System. Get even more powerful grade equipment! - Challenge normal and special dungeons and collect growth materials! - Grow your character through the Pet, Relic, and Insignia System! - Challenge the Upgrade Dungeon and collect various skins!  Facebook : https://www.facebook.com/mobirixplayen  YouTube : https://www.youtube.com/user/mobirix1"

},
{
"iPA":"https://ipa.sierra.app/BladeIdleHack.ipa",
"Icon":"https://ipa.sierra.app/icons/BladeIdleHack.png",
"Name":"Blade Idle Hack - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f1/a0/f4/f1a0f469-431f-81ce-0dca-5f074774882b/a5aa0e1e-f1cb-4285-b93a-0ff7fd33910b__Uc138_Ub85c1_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/80/35/a5/8035a5f4-6d7c-2e51-d182-4e06688c6120/59553911-38e9-4093-8934-919c80deeb41__Uc138_Ub85c2_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/90/9b/f3/909bf3b2-f8f1-700d-d70d-3a64b46b0558/c722381b-a2b3-48ba-b1c5-49ae44bf7f6e__Uc138_Ub85c3_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/21/a7/b7/21a7b727-bef6-6936-f912-5b5cf80a0a3f/080a1a2f-efea-4c93-8253-afdcdb2bfcf7__Uc138_Ub85c4_1242x2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/46/50/09/4650093d-e854-5fa5-6b24-257c1fe11424/d67a01ca-25ee-4d8d-877b-456740c9e328__Uc138_Ub85c5_1242x2208.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"1.30.0",
"BundleID":"com.mobirix.mbbi",
"Description":"It’s a story of a common herb collector who stumbles onto a legendary sword and become a great hero. Adventure through the main stages and dungeons, and grow your character through farming.  Features - Customizable Skill System. Obtain and use various skills! - Merge System. Get even more powerful grade equipment! - Challenge normal and special dungeons and collect growth materials! - Grow your character through the Pet, Relic, and Insignia System! - Challenge the Upgrade Dungeon and collect various skins!  Facebook : https://www.facebook.com/mobirixplayen  YouTube : https://www.youtube.com/user/mobirix1"

},
{
"iPA":"https://ipa.sierra.app/BloodyBastards.ipa",
"Icon":"https://ipa.sierra.app/icons/BloodyBastards.png",
"Name":"Bloody Bastards - iOSGods.com",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/3a/f4/b7/3af4b790-1fef-fd30-747c-bf5f944cf0db/b320678b-7848-4663-a172-18784f83231b_5.5_UniqueControls.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/97/3d/3f/973d3f84-8b13-83c6-3f74-35fb90565286/503d5f45-afc5-4d58-8970-c1dcd34a79ef_5.5_EpicRagdollFighting.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/f8/c7/4b/f8c74b1f-84fc-02c8-385f-8ce12f3960dc/8d511134-00cd-45e8-b4da-26405e82ecb4_5.5_Items.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ee/fd/f0/eefdf0cc-741a-8947-490b-378455653d5b/165b720e-3ffe-4123-b9a1-2166f46bc016_5.5_Stages.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/36/c4/fc/36c4fca1-e139-0793-5377-2cf443cbe044/31e41497-228b-4f75-8f31-737ee63c2959_5.5_Map.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/98/f0/bc/98f0bc27-3869-16c4-918e-f58e92461a69/70a03c75-0e03-4dbf-b323-bf621319b744_5.5_InsaneCustomization.png/406x228bb.png"],
"Category":"Games",
"Version":"3.2.4",
"BundleID":"com.tibith.badboxing2",
"Description":"Bloody Bastards is a physics-based medieval fighting game where you fight against your bastard brothers.  Destroy your enemies by using an arsenal of daggers, axes, swords, maces and hammers in the arena of champions.  In a unique blend of pixel art, 2D physics and ragdoll mechanics, Bloody Bastards offers a fighting experience like nothing else. Tap and hold on either side of the screen to control each hand individually and double tap to move. Choose from hundreds of different weapons, shields, body, leg and head gear to create thousands of lethal combinations.  Prove yourself! There can be only one!  Features: - Fast-paced, physics-based, 2D fighting game - Huge amount of different levels in a variety of locations - Hundreds of pieces of equipment with more to come - Different and challenging enemies at every level - Insane multiplayer  Website: - tibith.com/bloodybastards"

},
{
"iPA":"https://ipa.sierra.app/Bloons TD.ipa",
"Icon":"https://ipa.sierra.app/icons/Bloons TD.png",
"Name":"Bloons TD 6 - iOSGods.com",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/b8/02/81/b802814b-58b2-c1e7-0645-f73fd1df030f/fc0cb9bf-d2b4-4021-bdb2-21ac7bab267d_1_5.5__0001_English.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/af/ad/22/afad2282-bf0d-7abc-00df-4c3157ba2c86/fa32fd7c-0978-4521-8cc3-5ce3bab72370_2_Towers_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/8f/e7/ed/8fe7ed84-c1f9-e8c2-aa8f-efa313c46b95/697fa2f2-1c1f-43c2-988f-064b931f78c1_3_5.5__0000_English.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/74/a5/54/74a5542f-cda4-0615-3937-a4eca799849b/5cd531c5-cc70-45f0-b550-e2bb03102202_4_Odyssey_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/e1/c7/7b/e1c77b98-4609-0b96-8ce0-8baea4742ed1/8bb635bb-aa93-4ed7-befb-d69626e46b8a_5_5.5__0000_English.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/3e/03/06/3e030679-e982-0af6-e3d9-cc4da074c1eb/756051fa-6399-44e2-bf43-982e18b60be1_6_5.5__0000_English.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/11/73/00/117300de-2fc0-aa10-5673-7625e8aa14d6/0c23a637-12a2-450c-8dc1-44a4e349731c_7_5.5__0000_English.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/2c/23/79/2c2379d9-7d76-f357-d64a-410baed9c6a7/mzl.aegcvjxr.png/406x228bb.png"],
"Category":"Games",
"Version":"39.2",
"BundleID":"com.ninjakiwi.bloonstd6",
"Description":"Craft your perfect defense from a combination of powerful Monkey Towers and awesome Heroes, then pop every last invading Bloon!  Over a decade of tower defense pedigree and regular massive updates makes Bloons TD 6 a favorite game for millions of players. Enjoy endless hours of strategy gaming with Bloons TD 6!  HUGE CONTENT! * Regular updates! We release several updates every year with new characters, features, and gameplay. * Boss Events! Fearsome Boss Bloons will challenge even the strongest defenses. * Odysseys! Battle through a series of maps connected by their theme, rules, and rewards. * Contested Territory! Join forces with other players and battle for territory against five other teams. Capture tiles on a shared map and compete on the leaderboards. * Quests! Delve into what makes the Monkeys tick with Quests, crafted to tell tales and share knowledge. * Trophy Store! Earn Trophies to unlock dozens of cosmetic items that let you customize your Monkeys, Bloons, animations, music, and more. * Content Browser! Create your own Challenges and Odysseys, then share them with other players and check out the most liked and played community content.  EPIC MONKEY TOWERS & HEROES! * 23 powerful Monkey Towers, each with 3 upgrade paths and unique activated abilities. * Paragons! Explore the incredible power of the newest Paragon upgrades. * 15 diverse Heroes, with 20 signature upgrades and 2 special abilities. Plus, unlockable skins and voiceovers!  ENDLESS AWESOMENESS! * 4-Player Co-Op! Play every map and mode with up to 3 other players in public or private games. * Play anywhere - single player offline works even when your WiFi doesn’t! * 70+ handcrafted maps, with more added every update. * Monkey Knowledge! Over 100 meta-upgrades to add power where you need it. * Powers and Insta Monkeys! Earned through gameplay, events, and achievements. Instantly add power for tricky maps and modes.  We pack as much content and polish into each update as possible, and we’ll continue to add new features, content, and challenges in regular updates.  We truly respect your time and support, and we hope Bloons TD 6 will be the best strategy game you’ve ever played. If it’s not, please contact us at https://support.ninjakiwi.com and tell us what we can do better!  Now those Bloons aren't going to pop themselves... sharpen your darts and go play Bloons TD 6!   **********  Ninja Kiwi Notes:   Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress: https://ninjakiwi.com/terms https://ninjakiwi.com/privacy_policy  Bloons TD 6 contains in-game items that can be purchased with real money. You can disable in-app purchases in your device's settings, or reach us at https://support.ninjakiwi.com for help. Your purchases fund our development updates and new games, and we sincerely appreciate every vote of confidence you give us with your purchases.   Ninja Kiwi Community: We love hearing from our players, so please get in touch with any feedback, positive or negative, at https://support.ninjakiwi.com.  Streamers and Video Creators:  Ninja Kiwi is actively promoting channel creators on YouTube and Twitch! If you are not already working with us, keep making videos and tell us about your channel at streamers@ninjakiwi.com."

},
{
"iPA":"https://ipa.sierra.app/BusSimulator.ipa",
"Icon":"https://ipa.sierra.app/icons/BusSimulator.png",
"Name":"Bus Simulator 2023",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/eb/13/37/eb133712-96d6-857b-501a-085284068d8b/8e759096-a54e-40d2-99ae-3c9785b14285_iOS_5_5_PHOTO_1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ad/7d/38/ad7d38cb-2371-45fe-2a70-a4fb75201205/1a2b4cae-ae04-4458-8e17-5df169fd70e9_iOS_5_5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/fa/09/84/fa0984aa-b126-f47e-da2a-a029285cad72/41829807-5aa0-4de0-94f1-44328089e5a0_iOS_5_5_PHOTO_2.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/80/5d/09/805d09e7-8a6d-e7b8-c320-f21ae2334d57/b2689ccd-f97a-45ad-9f1a-65e30cce366d_iOS_5_5_PHOTO_3.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0d/d3/c1/0dd3c1f2-2a49-1be3-5cd7-4932578276cc/074ad082-9c3f-4d67-8a5b-67f0335ea590_iOS_5_5_PHOTO_4.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/07/9b/5e/079b5e5d-1878-c8b1-e457-72a6b096d849/c4f312fb-2a0f-416e-b939-c4c20f15b13d_iOS_5_5_PHOTO_5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/3a/c2/8e/3ac28e09-f7d6-5914-4cc2-107642d7a672/d6a6eb81-39ee-43e9-8f74-a5361a7deb2e_iOS_5_5_PHOTO_6.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ce/53/c7/ce53c73c-2e8e-8411-492f-675985d112ee/f9860347-0af9-417a-a8c0-205cef6ce2bc_iOS_5_5_PHOTO_7.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/d9/28/ae/d928ae73-b0d7-e667-8cb1-bd490622ccfc/1811a80d-ad11-4d87-a855-89d94440be58_iOS_5_5_PHOTO_8.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"4.4.2",
"BundleID":"bussimulator2015",
"Description":"Bus Simulator 2023 puts you in the driver’s seat and lets you become a real Bus Driver! Featuring detailed maps all over the world, a wide variety of modern city buses, coach buses and school buses with realistic interiors and a groundbreaking 1:1 physics engine.  Get behind the wheel and drive your bus to complete all the routes! Drive a diesel, hybrid, electric, articulated, coach bus or school bus and customize your bus as you wish.   This bus simulation game features next-gen graphics, a wide variety of buses to choose from, and multiple cities from around the world to explore in career mode, freeride, and online multiplayer with friends. Completely realistic Coach Bus Simulator.  Features:  - Realistic intracity and outside of city maps: United States of America (San Francisco,Texas, Boston, and Interstate 95), South America (Buenos Aires), Europe (Germany, Spain, Berlin, London, Prague, St. Petersburg), Dubai, Shanghai and more…  - Multiple diesel, hybrid, electric, articulated, coach bus and school buses to choose from. - Six real coach bus - Career, Free-ride and Multiplayer modes. - Lots of bus customization options including paint, accessories, body parts, air conditioning, flags, decals and many more.  - Detailed and customizable interiors.  - Open/Close Doors button, animated people entering/exiting the bus - Steering wheel, buttons or tilting controls.  - Locations of any kind: city, countryside, mountain, desert and snow - Multiple time of day and weather conditions to choose from. - Drive kids to school using three different school bus models.  - Bus company management system with hired drivers for your buses and custom route scheduling.  - Intelligent Traffic System - Immersive online multiplayer cooperative gameplay.  - Add your friends, use live chat and invite them to play in coop bus routes.  - Leaderboards, achievements and rankings.  Become the best bus driver in the world with Bus Simulator 2023!  Terms of Use: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/"

},
{
"iPA":"https://ipa.sierra.app/COD.ipa",
"Icon":"https://ipa.sierra.app/icons/COD.png",
"Name":"CODM",
"Preview":[],
"Category":"",
"Version":"1.8.40",
"BundleID":"vn.vng.dvcios",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/Cafeland.ipa",
"Icon":"https://ipa.sierra.app/icons/Cafeland.png",
"Name":"Cafeland ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/4c/8d/4a/4c8d4a7b-8fc4-f69f-fbe8-b2954c04afe6/cbc50f6b-6c95-4b56-8171-848181503cc3_FoodServe_01_2208x1242.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/23/9c/3e/239c3ec4-bfd8-2712-0aac-08686fbbcce9/1cd55462-6479-4e4b-995e-eb9ce41b1bca_Store_images_2_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/1e/a8/34/1ea83438-9b8a-7b45-9cdb-a638dc04ac9b/0fab3a84-a8df-4c6b-80b0-f86c01aeaea6_Clean_the_Cafe_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/33/9d/07/339d0715-6ced-47e0-dddd-a80d44dc6fce/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/97/f1/0a/97f10aad-c670-c3bf-df20-5e138abc17d5/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/b2/98/7b/b2987b63-b9f4-8e64-ce6b-5b43092cd444/646ae640-5aa5-4e5e-96aa-d50d09e3db3f_Store_images_8_2208X1242_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/88/89/13/8889139f-e234-22f4-0944-edc7c6f2c8ce/066a32ab-99f0-45bb-a30a-e246ecb05a91_Store_images_4_2208X1242_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/54/77/84/547784e4-5f99-2b0e-9478-5b8bf1b9e32e/94dd50fe-9860-4045-8573-8b615643b3d1_Store_images_7_2208X1242_EN.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"2.9.1",
"BundleID":"com.gamegos.mobile.cafeland",
"Description":"Design your dream cafe, bakery & restaurant, cook tasty food and be a star chef!  Begin a world kitchen journey in Cafeland today! Master your cooking, choose delicious meals from the menu and serve treats. Build the foundations of a huge and successful world renowned business and get carried away in a cooking fever! FROM A SNACK BAR TO A WORLD FAMOUS CAFÉ!  Decorate and design the café of your dreams! Cook tasty food to keep your customers happy - From the creators who brought you Cafeland, it’s a fun-tastic new cooking adventure!   In Cafeland, you have dozens of different dishes; desserts, appetizers, fast food and many more! Not to mention that there are hundreds of shiny new items to decorate your place. Are you ready to be the owner of your café business? Then open up your restaurant in Cafeland because this place is for you, chef!  BE THE CULINARY MASTER!  * Serve dishes from different cuisines. * Cook on multiple stoves and serve a variety of meals. * Merge delicious desserts and drinks to serve your customers. * Unlock new recipes and grow your menu. * Fill your counters with plates of yummy dishes to please your customers. * Choose from a variety of food categories. * Make the best burger in chef town. * Deliver quality seafood. * Spread the dough for a crispy pizza. * Bake a moist chocolate cake. * Prepare a zesty stew. * Bake, boil, fry or saute; every dish will come out as perfect!  DESIGN YOUR DREAM CAFÉ!  * Choose from hundreds of fancy decorations. * Build special items to boost your income. * Cover your walls and the floor with only one click! * Open up a deli. * Design a hip bistro. * Manage a seafood restaurant. * Own a fancy venue. * Entertain VIPs at a celebrity lounge. * Become the owner of luxury dining. * Take over the city! * Design and decorate a world famous café!  ATTRACT CELEBRITIES AND WIN GIFTS!  * Invite celebrities to your place from all around the world. * Prepare your café to host them. * Get good remarks and win mystery gifts!  RULE THE CATERING BUSINESS!  * Race against time to prepare catering orders. * Fill catering boxes with different categories of food. * Deliver gourmet meals for special customers. * Get help from your friends! * Earn money and great prizes for finishing catering orders!  BE A 5 STAR CHEF!  * Become the master of this café world! * Listen to your customers and find out about the good and the bad. * Keep the place clean. * Expand to have more room! * Increase your capacity. * Fill those vending machines! * Decorate to your heart's desire! * And make it fun for everyone!  PLAY WITH FRIENDS AND BECOME A SOCIAL BUTTERFLY!  * Visit your friends and help them out. * Send mystery gifts to each other. * Ask for help in your catering business. * Join the community and meet new chefs!  TACKLE THE QUESTS OF THE KITCHEN!  * Meet the Cafeland crew and let them guide you along the way. * Complete the tasks hand in hand with Eva! * Let Katie help you out with supervisor tasks. * Ask for Chris when there is an item to build. * Join Grandpa Tony in trying out his new recipes!    Facing issues while playing Cafeland or have suggestions/feedback? We would love to hear from you! Use the Contact button in settings while you are in the game or e-mail us at: cafelandmobile@gamegos.com   ©2016 Gamegos - All Rights Reserved"

},
{
"iPA":"https://ipa.sierra.app/CallOfDutyOpsZ.ipa",
"Icon":"https://ipa.sierra.app/icons/CallOfDutyOpsZ.png",
"Name":"COD:BOZ",
"Preview":[],
"Category":"",
"Version":"1.3.5",
"BundleID":"com.activision.callofduty.blackopszombies",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/CandyCrush.ipa",
"Icon":"https://ipa.sierra.app/icons/CandyCrush.png",
"Name":"Candy Crush Saga ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/56/7d/bb/567dbbe4-11ef-6985-6746-0668888191f7/91237cf9-d653-4d87-84a9-cd1965901003_285580_ccs_store-revamp_sta_ios-6s_1242x2208_1_en.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/b9/fe/b7/b9feb76c-0c90-9584-e359-7030774e78ab/66fb12f9-e3d4-4234-a862-ca1a3514f0e7_285580_ccs_store-revamp_sta_ios-6s_1242x2208_2_en.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/7b/40/df/7b40df83-e964-9350-3b58-fb0e6363d55d/bfc11de4-80ed-4522-8c53-88ce9d6e5d0b_285580_ccs_store-revamp_sta_ios-6s_1242x2208_3_en.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/86/eb/ce/86ebcee7-12fd-d483-154c-0aeba9e3c1d6/6e592b00-08b7-41d4-a7ca-21becdba397c_285580_ccs_store-revamp_sta_ios-6s_1242x2208_4_en.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/19/f9/4b/19f94bd2-19fa-e780-b632-da9a85eb05e5/14163e37-4d5d-47be-999e-5d0383be9fd1_285580_ccs_store-revamp_sta_ios-6s_1242x2208_5_en.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6f/da/46/6fda4671-97d0-650a-7cc9-1d648647f4aa/e8161bd0-89f5-4dd0-b725-f04922f194e8_285580_ccs_lt_aso-true-to-gameplay-ss_sta_ios-6s_1242x2208_1.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/64/60/26/646026df-4a58-314a-8cf6-cddf392b2fe2/feece3b7-0e98-44f6-a410-c0839c5f023c_285580_ccs_lt_aso-true-to-gameplay-ss_sta_ios-6s_1242x2208_2.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/6a/83/00/6a8300ad-8b27-071c-ab1d-de87a882afc5/4566515f-0e05-46e9-a782-2075a59941a5_285580_ccs_lt_aso-true-to-gameplay-ss_sta_ios-6s_1242x2208_3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/59/0d/1b/590d1bf9-b4d3-d230-3247-93456c232ca5/22e89292-8124-4f09-9788-3995305da759_364295_CCS_Saga-Map-Update_ss_1242x2208_en.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"1.267.0",
"BundleID":"com.midasplayer.apps.candycrushsaga",
"Description":"Start playing Candy Crush Saga today – a legendary puzzle game loved by millions of players around the world.  With over a trillion levels played, this sweet match 3 puzzle game is one of the most popular mobile games of all time!  Switch and match Candies in this tasty puzzle adventure to progress to the next level for that sweet winning feeling! Solve puzzles with quick thinking and smart moves, and be rewarded with delicious rainbow-colored cascades and tasty candy combos!  Plan your moves by matching 3 or more candies in a row, using boosters wisely in order to overcome those extra sticky puzzles! Blast the chocolate and collect sweet candy across thousands of levels, guaranteed to have you craving more!  Candy Crush Saga features:  THE GAME THAT KEEPS YOU CRAVING MORE Thousands of the best levels and puzzles in the Candy Kingdom and with more added every 2 weeks your sugar fix is never far away!   MANY WAYS TO WIN REWARDS Check back daily and spin the Daily Booster Wheel to receive free tasty rewards, and take part in time limited challenges to earn boosters to help you level up!    VARIETY OF SUGAR-COATED CHALLENGES Sweet ways to play: Game modes including Target Score, Clear the Jelly, Collect the Ingredients and Order Mode  PLAY ALONE OR WITH FRIENDS Get to the top of the leaderboard events and compare scores with friends and competitors!  Levels range from easy to hard for all adults to enjoy – accessible on-the-go, offline and online. It's easy to sync the game between devices and unlock full game features when connected to the Internet or Wifi. Follow us to get news and updates; facebook.com/CandyCrushSaga, Twitter @CandyCrushSaga, Youtube https://www.youtube.com/user/CandyCrushOfficial Visit https://community.king.com/en/candy-crush-saga to access the Community and competitions! Candy Crush Saga is completely free to play but some optional in-game items will require payment. You can turn off the payment feature by disabling in-app purchases in your device’s settings. By downloading this game you are agreeing to our terms of service; http://about.king.com/consumer-terms/terms  Do not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/  Have fun playing Candy Crush Saga the sweetest match 3 puzzle game around!   If you enjoy playing Candy Crush Saga, you may also enjoy its sister puzzle games; Candy Crush Soda Saga, Candy Crush Jelly Saga and Candy Crush Friends Saga!"

},
{
"iPA":"https://ipa.sierra.app/CarParking.ipa",
"Icon":"https://ipa.sierra.app/icons/CarParking.png",
"Name":"Car Parking",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource122/v4/13/38/27/1338277c-2e55-46af-5ef7-711e955c4c22/dfc05508-8b51-40e1-a2c9-39ced84a5d24_1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/6b/7e/0e/6b7e0e76-4490-ab22-0ec2-8c9337df91b0/1d452b8b-4c31-4362-a395-424163d6e976_2208x1242-screenshot.png__U00282_U0029.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/d8/27/c7/d827c734-47ad-e5e9-0707-79f98e9a8e67/8a5a15c5-1c1f-4f50-82be-9e40c594d9c7_2208x1242-screenshot.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/14/61/db/1461dbd1-a0d0-2b15-b810-8f70830a4a07/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/44/26/04/44260434-2210-cedc-4248-81c8735ece22/afa289ea-eb96-4690-b943-b5b0cadcb11b_2208x1242-screenshot.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/af/1b/ec/af1bec4f-7e69-2af2-826b-b197a121e7b1/39af6541-a25f-46a6-96ad-d56f3be47631_2208x1242-screenshot__U002811_U0029.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/42/60/e1/4260e19f-ca9e-6e3a-390f-d5670ec5115b/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/f2/a0/e5/f2a0e52c-f15e-56dd-d1b1-e2ba5dabf257/7e6da23e-bd54-4626-8561-860a7b6bca9f_2208x1242-screenshot__U00281_U0029.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/96/13/b7/9613b7dc-e0ae-48eb-7254-e8e4dbe01e86/e25fb065-ebd6-45c3-8a88-bf9e87511411_2208x1242-screenshot.png/406x228bb.png"],
"Category":"Games",
"Version":"4.8.2",
"BundleID":"com.aidana.cardriving.ios",
"Description":"Car Parking Multiplayer: open-world multiplayer mode, 130+ cars, tuning, racing and free walking! Thousands of players are waiting for you. Join us!   Multiplayer open world mode • Free walking. • Free open world with real gas stations and car services. • Compete against real players in the multiplayer racing. • Exchange cars with real players. • Thousands of real players every day. • Friend list. • Voice Chat. • Police mode. • Role Play: become a taxi, cargo or delivery driver. • Drone Mode: explore the world and take stunning screenshots. • Daily Tasks and Rewards: collect coins and presents by completing the tasks and joining the game. • Character customization: variety of clothes and skins to choose.  • Animations: choose among dozens of animations and reactions.  Car customization  • Adjustable suspension, wheel angle and more. • Engine tuning: swap engine, turbo, gearbox and exhaust. • Visual auto tunings: Dynamic vinyls, car body parts. • Car Plate: choose among 6 plate types and customize it.  High-quality open world • Highly-detailed environments • 130+ cars with the real interior. •  Buildings with interior    Amazing gameplay  • 82 real-life parking and driving challenges. • Different vehicles: Tow truck, pickup, trucks, sport and classic cars."

},
{
"iPA":"https://ipa.sierra.app/CarX.ipa",
"Icon":"https://ipa.sierra.app/icons/CarX.png",
"Name":"CarX Street ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/c0/50/0a/c0500a72-b753-f9d4-8bdf-c893fd1e79d6/ea762a76-422c-431d-a657-1ed01e04d867_1_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/3a/12/55/3a12551d-ef48-54e8-f3d6-eb72ec79a271/673b972f-a171-4508-a0b8-838f75069cc4_5.5_engl_9.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/50/3d/88/503d88fd-8a37-4aad-9107-c6fab11732ee/bab19886-3d45-4b61-967c-fb691c293bb8_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/11/ed/04/11ed0400-0735-8954-7359-13da7f599e9a/d75ba4c7-cf2d-4241-9c8e-7418d8080d98_5.5_Styling_EN.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6e/a6/bb/6ea6bb0d-fc59-a050-9972-9b391dcdcbfa/6d665b26-e090-46c5-ad07-137b921c5d39_5.5_5_engl.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/af/9e/30/af9e30ce-16f1-7ada-bdab-c2bf4ee17c0f/7f523be0-9800-43a8-8cde-e7b9aad98b33_5.5_engl_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/f2/6e/b3/f26eb3b6-d525-5206-84fd-3987b7e5fa9f/883dd693-e760-408f-8e78-9ca591f26d2a_2_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/2a/ea/cb/2aeacbb2-58e7-f6d5-1ada-dc42bd28db25/1381d386-401e-4f00-83be-d50360c18df5_5.5_1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/c4/c9/9e/c4c99ead-b910-e190-01e0-36f37ac899d6/8affaf41-73af-41c5-a593-36aba9c83bb7_3_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/6f/6e/b3/6f6eb37a-3506-64d0-41a4-06be68210655/b6cceec5-0bfd-4624-9a30-c9f398edf33d_5.5_7_engl.png/406x228bb.png"],
"Category":"Games",
"Version":"1.1.1",
"BundleID":"com.carxtech.sr",
"Description":"Embrace the freedom of being a street racer in the dynamic open world of CarX Street. Accept the challenge and become the legend of Sunset City. Realistic races on highways and city streets, plus top-speed drift races from the makers of CarX Drift Racing 2.  Build the car of your dreams using part tuning that unlocks all the physics of CarX Technology car behavior.    Explore every corner - the enormous world of CarX Street and the exciting car races will leave you exhilarated! Conquer clubs, hit top speed, and drift!    WARNING! You may spend hours playing this game. Make sure to take a break every 40 minutes.    GAME FEATURES    CAREER  - Drive at top speed or drift through turns. The choice is yours!  - Join clubs, defeat bosses, and prove to everyone that you're the best driver in this city!  - Pick out parts for your vehicle and unlock 100% of its potential!  - Buy houses for your cars and assemble collections for every race mode.  - Fuel up with the right gas for the next race at city gas stations.  - Dynamic day/night change. Get behind the wheel at any time of night or day.   REAL-TIME MULTIPLAYER - Compete with real people in online battles. - Be first and win all the races in Sunset City. - Drift down narrow streets or speed highways and discover new performance edges of your car.   IMPROVED CAR TUNING  - A detailed car-building system.  - Swap parts and trick out your car for a specific race.  - Upgrade the engine, transmission, body, suspension, and tires.  - Swap the engine of your unique car.    VISUAL CAR TUNING  - Customize the mirrors, headlights, lights, skirt, bumper, rims, and much more!  - Create a unique look for your car!    THE MOST REALISTIC MOBILE RACING GAME  - Check out the impressive physics and controls that make you the master of your car.  - Admire the modern, high-quality graphics and enormous open world.    Support service  If you find any bugs in the game, please contact our support service.  Email: support@carx-tech.com    DEVICE REQUIREMENTS  This app requires a device with at least 2 GB of memory. You must be connected to the internet for stable gameplay!  Recommended devices:  iPhone X, iPhone XS, iPhone XS Max, iPhone XR, iPhone 11, iPhone 11 Pro, iPhone 11 Pro Max, iPhone SE (second generation), iPhone 12, iPhone 12 mini, iPhone 12 Pro, iPhone 12 Pro Max, iPhone 13, iPhone 13 mini, iPhone 13 Pro, iPhone 13 Pro Max, iPhone 14, iPhone 14 Pro, iPhone 14 Pro Max, iPhone 15, iPhone 15 Pro, iPhone 15 Pro Max, iPad Air (third generation), iPad mini (fifth generation), iPad Pro (second generation) 12.9 inches, iPad Pro (second generation) 10.5 inches, iPad Pro (third generation) 11 inches, iPad Pro (third generation) 12.9 inches, iPad Pro (fourth generation) 11 inches, iPad Pro (fourth generation) 12.9 inches, iPad Air (fourth generation), iPad (eighth generation), iPad mini (sixth generation), iPad (ninth generation)    _____________________________________________________________________    CarX Technologies official site: https://carx-online.com/  Privacy Policy: http://carx-online.com/ru/carx-technologies-privacy-policy/  License Agreement: https://carx-online.com/uploads/userfiles/EULA_CarX_ENG.pdf"

},
{
"iPA":"https://ipa.sierra.app/Champions.ipa",
"Icon":"https://ipa.sierra.app/icons/Champions.png",
"Name":"Champions ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/4e/42/5d/4e425deb-2d67-5bfa-735b-45269296005b/13b34b07-defc-4298-85a4-6141024c2c13_MCOC_iPhone_SS1_v41.3_2208x1242_EN_V1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/a6/9e/6f/a69e6f36-120d-55cd-80aa-3682f2920fee/5a4282eb-6921-47df-a644-2b1f4a2ba95d_MCOC_iPhone_SS2_v41.3_2208x1242_EN_V1Tile.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/29/71/13/29711364-e01a-9b96-4cde-45280f44f22d/a3eeabb2-74a2-493d-a265-9bdc65ab3cf1_MCOC_iPhone_SS3_v41.3_2208x1242_EN_V1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ed/96/a0/ed96a088-7c44-3a4a-bcd5-b8488d91bcc5/c858c855-38a9-4418-bd72-785ac7ead539_MCOC_iPhone_SS4_v41.3_2208x1242_EN_V1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/8d/e7/84/8de784ef-0a45-a349-d1ec-7584edc6b7a2/57609a33-a296-4ff4-b9c7-96ac9651ac05_MCOC_iPhone_SS5_v41.3_2208x1242_EN_V1.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"42.0.0",
"BundleID":"com.kabam.marvelbattle",
"Description":"Prepare for epic versus-fighting action with your favorite Marvel Super Heroes & Super Villains in the ultimate cosmic showdown! Spider-Man, Iron Man, Wolverine & more await your summons to battle! Assemble a team & begin your quest to become the Ultimate Marvel Champion!  WELCOME TO THE CONTEST: Captain America vs. Iron Man! Hulk vs. Wolverine! Spider-Man vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device…Marvel Contest of Champions!   SUIT UP WITH FRIENDS: • Team up with your friends and other Summoners to build the strongest Alliance • Strategize with your alliance, help them keep their Champions in the fight • Battle to the top in Alliance Events and take on Alliance Quest Series together in specially designed quest maps to earn exclusive Alliance rewards • Test your Alliance’s mettle by battling it out with Alliances from around the world in Alliance Wars!   BUILD YOUR ULTIMATE TEAM OF CHAMPIONS: • Assemble a mighty team of heroes and villains (choosing Champions such as: Iron Man, Hulk, Wolverine, Storm, Star-Lord, Gamora, Spider-Man, Deadpool, Magneto and Winter Soldier) • Embark on quests to defeat Kang and Thanos and face the challenge of a mysterious new super powerful cosmic competitor, ultimately to prevent the total destruction of The Marvel Universe • Improve your team’s offense and defense with multiple Mastery trees   COLLECT THE MIGHTIEST SUPER HEROES (AND VILLAINS!): • Collect, level up, and manage your teams of heroes and villains wisely to receive synergy bonuses based upon team affiliation and relationships taken from the pages of Marvel Comics • Pairing up Black Panther and Storm or Cyclops and Wolverine for bonuses, or making a team of Guardians of the Galaxy for a team affiliation bonus • The more powerful the Champion, the better their stats, abilities and special moves will be • New Champions are being added to The Contest all the time!   QUEST AND BATTLE: • Journey through an exciting storyline in classic Marvel storytelling fashion • Fight it out with a huge array of heroes and villains in iconic locations spanning the Marvel Universe such as: Avengers Tower, Oscorp, The Kyln, Wakanda, The Savage Land, Asgard, the S.H.I.E.L.D. Helicarrier, and more! • Explore dynamic quest maps and engage in a healthy dose of action-packed fighting utilizing controls developed specifically for the mobile platform   Like us on Facebook: www.facebook.com/MarvelContestofChampions Subscribe on YouTube: www.youtube.com/MarvelChampions Follow us on Twitter: www.twitter.com/MarvelChampions Follow us on Instagram: www.instagram.com/marvelchampions www.playcontestofchampions.com  TERMS OF SERVICE: Please read this Terms of Service Agreement and our Privacy Notice before using our services as they govern the relationship between you and Kabam.  www.kabam.com/terms-of-service/ www.kabam.com/privacy-notice/"

},
{
"iPA":"https://ipa.sierra.app/ChefyChef.ipa",
"Icon":"https://ipa.sierra.app/icons/ChefyChef.png",
"Name":"Chefy Chef ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/d4/88/19/d48819cd-fe1e-4456-ffde-b8d5cd73c1dc/df6c36c0-1c0f-404d-985d-991e53f9688f_iphone_5_5_0001_screen2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/73/22/a6/7322a613-f229-ea91-c927-1512fac8405f/491b330c-d600-40cf-93f2-feb64938c91d_iphone_5_5_0000_screen1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/93/5d/04/935d04f3-2f9f-e2bc-d34b-f9c07ac8297f/804ddd18-a002-432d-a6c7-9dd70f29cd67_iphone_5_5_0004_screen5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/52/89/1a/52891ab6-c740-d1af-51eb-94b6866b5f1d/b352a0db-7a32-40f1-b46d-e558a3b79996_iphone_5_5_0007_screen8.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/43/ea/65/43ea6561-f145-7541-ea77-aa5a575836c3/3849a548-ea6a-4a19-976c-fb89bbf7b414_iphone_5_5_0002_screen3.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/2d/0d/89/2d0d896d-0016-e64b-a572-5e3656d23ed0/0556f84f-1f6f-46f8-879a-ade26bf62ce2_iphone_5_5_0003_screen4.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/47/26/fa/4726fa5f-d89e-54fe-a58d-0f7eb2e5d88a/a53a83d4-9425-47f4-8858-8033a9d97748_iphone_5_5_0006_screen7.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/a5/22/b1/a522b170-11a1-fb35-d5cb-2b3b7d6decd5/b0786765-fbdc-44f2-8e18-161af961b9f8_iphone_5_5_0005_screen6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/12/ff/7a/12ff7ada-266e-dde8-2978-087114e09623/d88f88b6-be2f-4460-a14e-1a4a2b2a1d1e_iphone_5_5_0008_screen9.png/406x228bb.png"],
"Category":"Games",
"Version":"1.0.16",
"BundleID":"com.crescentmoongames.chefychef",
"Description":"Armed with your culinary skills and ingenuity, embark on a delicious adventure in Chefy-Chef!   Collect ingredients as you make your way through dense jungles, snow-capped mountains and a viscous swamp. Overcome 60 levels full of adventure and fun together with Chefy! Pick up unique cooking tools that will unlock superpowers for you, such as climbing walls with a sharp knife, teleportation with a frying pan and high jumps thanks to a cooking hammer! Search and collect secret burgers at each level, with which you can unlock new items in the Chef's wardrobe.    Features: * Complete 60 levels in three mysterious worlds * Interesting levels in the style of mini-metroidvania * Use cooking tools that will unlock superpowers for you * Collect secret burgers to unlock new clothes in the wardrobe"

},
{
"iPA":"https://ipa.sierra.app/ChimeraJB.ipa",
"Icon":"https://ipa.sierra.app/icons/ChimeraJB.png",
"Name":"Chimera",
"Preview":[],
"Category":"",
"Version":"1.6.5",
"BundleID":"com.electrateam.chimera",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/ChromeValley.ipa",
"Icon":"https://ipa.sierra.app/icons/ChromeValley.png",
"Name":"Chrome Valley ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/75/10/52/751052e3-834d-429f-78ce-e393291356ef/4bf6a394-1dbd-4897-b23e-4ab6f3423c33_MT_EN_App-Store_screenshots_2208x1242_4.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/26/5f/92/265f92c1-07a0-ed10-6404-5abc29ccb441/ad472695-f562-4f51-9e1d-c8cd9a905598_MT_EN_App-Store_screenshots_2208x1242_5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/df/c9/11/dfc9112d-51e4-6f91-3bab-b7ac1d7bea41/7f4bbf42-c2fa-4eca-9de0-14c83c7ccfdd_MT_EN_App-Store_screenshots_2208x1242_7.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/0b/8b/7b/0b8b7bc5-f658-f235-3478-0b58fa130911/9ff4bd1b-4007-4133-9405-14d074d11142_MT_EN_App-Store_screenshots_2208x1242_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/37/40/00/37400007-64bf-4456-dd49-6b09e25e6792/7b7aad0b-b60d-41c5-bb9e-9dcf9646f38c_MT_EN_App-Store_screenshots_2208x1242_2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/42/16/9f/42169f51-b72c-d533-d1c2-3d8feff5ea42/66c9913b-a4f8-440a-b2db-660149e2b8d4_MT_EN_App-Store_screenshots_2208x1242_3.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/d4/83/b5/d483b5e7-2957-48bc-3f54-87379a26a6a4/eb534469-7a3c-4bff-a065-e1a6d6da43da_MT_EN_App-Store_screenshots_2208x1242_1.png/406x228bb.png"],
"Category":"Games",
"Version":"8.0.0",
"BundleID":"com.spaceapegames.carsuperstar",
"Description":"Restore classic cars to their former glory, or turn them into outrageous street machines with a wide range of customization options! Meet the car’s owners and help them achieve the car of their dreams. Take charge of the garage and make decisions like a mechanic: repair, restore, paint, upholster, and finish the cars in the way you like best!  CHOOSE from a wide range of car parts and accessories!  RESTORE old cars to new!  CUSTOMIZE classic cars and design their look!  HANG OUT and relax with the garage crew!  SOLVE auto-themed match puzzles!  BLAST through levels with explosive tools!  Questions? http://support.chromevalleycustoms.com  Need help? Contact us! support@chromevalleycustoms.com  Follow us! https://www.facebook.com/ChromeValleyCustoms https://twitter.com/chromevalleyc https://www.instagram.com/chromevalleycustoms https://www.tiktok.com/@chromevalleycustoms  Join the Chrome Valley Customs Discord Server! https://discord.gg/3eGN59qDzF"

},
{
"iPA":"https://ipa.sierra.app/Clash Of Clans.ipa",
"Icon":"https://ipa.sierra.app/icons/Clash Of Clans.png",
"Name":"Clash Of Clans",
"Preview":[],
"Category":"",
"Version":"15.547.8",
"BundleID":"nt.nc.ios",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/CookieRun.ipa",
"Icon":"https://ipa.sierra.app/icons/CookieRun.png",
"Name":"Cookie Run: Kingdom",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/c9/30/d5/c930d59d-8eeb-46ff-f2f7-7ae405f98cca/7971437e-9892-4747-aa30-ae40a1ae5088_01.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/07/55/59/07555927-8322-6060-aaaf-0efec38b5f84/e4237408-a631-4271-8b14-1e2c4878e90a_02.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/8a/e1/c1/8ae1c1f3-8489-a020-761f-7b82c9851213/c701e335-0ad9-47ff-85b8-76cdcb2a35f6_03.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/e3/57/41/e3574154-d8b7-7e2c-1d1f-a340c3d562f6/a5704f7f-fb25-4f10-9326-6a4112ab3981_04.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/01/45/ad/0145adef-53cd-2852-d0d2-58ab75c1af55/59048d61-d8c4-4a9c-8e19-f62b0b980005_05.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ce/56/57/ce5657ec-851d-1396-55f4-c0633ba42f02/tns.vvmwwxof.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/65/5b/cb/655bcb42-9527-00ae-6e4d-d1b2154362dc/tns.snfltxyr.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b7/5e/0c/b75e0c07-ffe0-0b08-8c47-56d5a54ba6a3/401bd1ad-0dbc-4dfd-9845-2797c3a8f55a_IMG_0072.PNG/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6b/9b/08/6b9b088b-fe75-2a5b-73e3-244f2a11a6d4/3ca267d1-7349-4fd6-914f-d298432f8f94_IMG_0069.PNG/406x228bb.png"],
"Category":"Games",
"Version":"4.4.101",
"BundleID":"com.devsisters.ck",
"Description":"■  EVERYONE'S FAVORITE TINY HEROES: THE COOKIES Meet our Cookies, all voiced by an amazing cast of voice actors Witness their epic skills, fall in love with their voices, and dress them into new chic costumes. Join the Cookies in CookieRun: Kingdom!  ■ EMBARK ON AN EPIC JOURNEY AROUND EARTHBREAD The secrets of the ancient Cookies and their kingdoms are waiting to be unraveled. Join GingerBrave and his friends against Dark Enchantress Cookie and her dark legion. The chronicles of CookieRun: Kingdom have just begun!  ■ BUILD A DELICIOUSLY SWEET KINGDOM Choose from a great variety of unique decors to design the Kingdom of your dreams. Produce materials, craft items, arrange all sorts of activities—the vibrant kingdom life awaits!  ■ BATTLE YOUR WAY TO VICTORY Create the ultimate Cookie team with endless combinations of Treasures and Toppings Prove your battle skill in the Kingdom Arena, Cookie Alliance, Super Mayhem, and Guild Battles! Come up with different strategies to emerge victorious!  ■ BRING GLORY TO YOUR GUILD Reach the top of the ranking table with your fellow guildmates. Expand your guild's Domain and collect Guild Relics to become the strongest guild there is!   [Retainment of your service usage records] Purpose: management of deleted accounts, prevention of service abuse and legal claims Retainment period: one month following account deletion    [How to delete your account] Open the game Tap the 三-shaped button in the upper-right corner of the screen Tap Settings Tap Info Tap Delete Account in the bottom part of the screen    Please forward all other questions to our support team Contact email: support@cookierun-kingdom.zendesk.com"

},
{
"iPA":"https://ipa.sierra.app/CookingDiary.ipa",
"Icon":"https://ipa.sierra.app/icons/CookingDiary.png",
"Name":"CookingDiary",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/e3/50/0e/e3500e4d-d50a-9d40-1cc7-3053ef7ff0e3/98e96e67-50a2-482e-bad6-48646d9bf315_CD_2.21_X-mas_Screenshots_1242x2208_1_EN.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/7e/82/fa/7e82fabe-ed6b-8121-01c4-fdd33c26d6ba/eaa74d33-e8fe-4dd8-aa1b-ae1f524c1b55_CD_2.21_X-mas_Screenshots_1242x2208_2_EN.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/46/98/d8/4698d888-ca4e-9f0b-9e76-ec4701c82ec8/9f68b617-d70a-48cc-ae2e-38575254badf_CD_2.21_X-mas_Screenshots_1242x2208_3_EN.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/41/0a/97/410a979d-60d8-d085-b769-2d4ac6ae7f34/96fa3fc9-af30-449b-bedb-d618dbaccfd9_CD_2.21_X-mas_Screenshots_1242x2208_4_EN.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ad/ac/0f/adac0f6e-3d76-d514-a122-01d650b364fa/97667ea1-b9f1-4c9f-bbe9-c534c5481cd5_CD_2.21_X-mas_Screenshots_1242x2208_5_EN.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/a9/f0/4e/a9f04e57-ff95-c43b-a8e3-9b354a850013/9aa6d844-404c-4e5b-b2bf-ac2af960ade1_CD_2.21_X-mas_Screenshots_1242x2208_6.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"2.20.0",
"BundleID":"com.mytonallc.cookingdiary",
"Description":"Challenges? Trendy outfits? Pets? Taste the best cooking game loved by MILLIONS OF PLAYERS around the world! Fun, vibrant, and FREE!  Here's the recipe for Cooking Diary's success:  ● Hundreds of appetizing dishes that make your mouth water! ● Dozens of unique restaurants: manage them skillfully and win gourmets' hearts! ● Trendy outfits to express yourself every day! ● Culinary competitions with generous prizes! ● Cute, unique pets that will never leave you bored! ● Interesting characters, each with their own personality! ● Fascinating storyline garnished with humor! ● Vibrant graphics and unparalleled animation! ● Regular fun and free updates!  Play with your friends, meet new ones, and etch YOUR NAMES into the culinary history of the city together!  Winner of the WEBBY PEOPLE'S VOICE AWARD 2020 for Strategy/Simulation Game International Mobile Gaming Awards 2019 People's Choice Award winner  Join us on social media to keep up with the latest news from Tasty Hills:  https://www.facebook.com/CookingDiaryMYTONA/ https://www.youtube.com/CookingDiaryGame/ https://www.instagram.com/cookingdiary_official/ https://twitter.com/cookingdiary/ https://www.instagram.com/realvivisaur/ https://twitter.com/realvivisaur/"

},
{
"iPA":"https://ipa.sierra.app/Cowabunga.ipa",
"Icon":"https://ipa.sierra.app/icons/Cowabunga.png",
"Name":"Cowabunga",
"Preview":[],
"Category":"",
"Version":"10.3.2",
"BundleID":"me.zeus.tds3d6zg",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/CrashofCars.ipa",
"Icon":"https://ipa.sierra.app/icons/CrashofCars.png",
"Name":"Crash of Cars",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/c0/bf/27/c0bf27b4-e77c-218c-d87a-d00412696b41/mzl.pdktoyzw.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/b1/57/96/b15796fa-a89d-97e5-5f47-599328f4d28d/mzl.hpddgdhi.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/67/a2/44/67a244c5-2464-66c0-476b-dee73fe19fca/mzl.trkqkikb.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/54/a9/42/54a9421c-b09f-1915-fbf4-1503f82e38c5/mzl.pdvqbnkh.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/dd/b9/d1/ddb9d17c-1da5-357f-7df0-eb3e57bfa7a7/mzl.yarealrf.png/406x228bb.png"],
"Category":"Games",
"Version":"1.6.27",
"BundleID":"com.notdoppler.crashofcars",
"Description":"Welcome to Crash of Cars, a REAL-TIME MULTIPLAYER game where your goal is to collect as many crowns as possible before getting destroyed.   Use power-ups and smash into opponents to destroy them; then swoop in and take any crowns that they drop. Be careful though, the more crowns you collect, the bigger your bounty becomes – making you a bigger target for other players to destroy!  Can you climb the hourly leaderboards?   KEY FEATURES: - 15+ Maps to enjoy REAL TIME Multiplayer battles - 100+ unlockable cars across 4 different rarities (Common, Rare, Epic, Legendary) - 30+ Skins to customise your cars with. Pepperoni Skin on the Camper Van is quite a tasty choice. - 16 upgradable Power-Ups, including a flamethrower, cannon, trebuchet, and more. - Play with Friends feature. There’s nothing more fun than destroying your friends :) - Mission System - Hourly Leaderboard and Game Center Support - Single Player mode also available - New Content Coming Soon!   From the publishers of Earn to Die. If you enjoy .io style online multiplayer games or fast-paced PVP action, be sure to download now!  By downloading, installing and playing this game you acknowledge you have read and understood the terms of our Privacy Policy. To opt-out of interest based advertising, please follow the steps outlined within the privacy policy. http://crashofcars.com/privacypolicy.php"

},
{
"iPA":"https://ipa.sierra.app/CraziTaxi.ipa",
"Icon":"https://ipa.sierra.app/icons/CraziTaxi.png",
"Name":"Crazy Taxi Classic",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/cf/46/af/cf46affb-408d-a95f-5246-8e5711d9f690/mzl.ufrhxwze.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/8c/fe/90/8cfe904e-b984-2f44-d190-4be65adf33b8/mzl.mqikxxvo.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/fc/82/8f/fc828f42-67a3-ab2c-89f4-ff84c928b3db/mzl.fgbjuyky.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/59/59/25/59592546-73bc-f3de-7246-20a69bc12bb7/mzl.rtuwqvkq.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/9d/dc/ba/9ddcbac1-f209-8671-ef62-ffd03027044e/mzl.crmpkmfb.png/406x228bb.png"],
"Category":"Games",
"Version":"3.0.9",
"BundleID":"com.sega.crazytaxi",
"Description":"Hey hey, come on over and have some fun with Crazy Taxi, SEGA's ground-breaking, open-world driving game. Here. We. Go! Play for free and earn craaaazy money!  Barrel through traffic packed streets, hurdle off parking garages, and crazy combo your way to crazy money in a wild frantic race to scare up the most fares. In Crazy Taxi, time is money, and only the craziest cabbies come out victorious.  Crazy Taxi joins the SEGA Forever Classic Games Collection, a treasure trove of free SEGA console classics brought to life on mobile for the first time!   FEATURES - Remastered for mobile devices based on the hugely popular Dreamcast classic - Rock out to original music by The Offspring and Bad Religion - Choose from 3, 5 or 10 minute game play in Arcade Mode and Original Mode  - Continue the madness with Crazy Box's 16 mini games  SEGA FOREVER FEATURES - PLAY FREE  - LEADERBOARDS – compete with the world for high scores - GAMES RELEASED EVERY MONTH - Download them all! - INCLUDES iOS 10 STICKER PACKS  RETRO REVIEWS -“One of the best arcade conversions to date, and certainly the most fun game on the Dreamcast.” [5 Stars] - Les Ellis, Computer & Video Games #220 (March 2000)  -“Addictive and fun, fun, fun!” [94%] - Stuart Taylor, Dreamcast Magazine #5 (January 2000)  - “There's enough depth to the gameplay to make you question whether you could ever truly master it all” [9/10] - Tom Guise, The Official Dreamcast Magazine #5 (March 2000)  TRIVIA - The original arcade game was available in both standing and seated cabinet forms - Crazy Taxi announcer Bryan Burton-Lewis also voices Axel and various customers throughout the Crazy Taxi series - Superman (1978) and Lethal Weapon (1987) director Richard Donner acquired the rights to make a live action Crazy Taxi film in 2001  CLASSIC GAME FACTS - Originally released in arcades in 1999 and ported to Dreamcast in 2000 - Sequels Crazy Taxi 2 and Crazy Taxi 3 landed on Dreamcast and Xbox in 2001 and 2002 respectively - Developed by SEGA AM3, which later became Hitmaker  - - - - - Privacy Policy: https://privacy.sega.com/en/soa-pp Terms of Use: https://www.sega.com/EULA  Game apps are ad-supported and no in-app purchases are required to progress; ad-free play option available with in-app purchase.  Other than for users known to be under 13, this game may include \'Interest Based Ads\' and may collect \'Precise Location Data\'. Please see our privacy policy for more information.  © SEGA. All rights reserved. SEGA, the SEGA logo, Crazy Taxi, SEGA Forever, and the SEGA Forever logo are registered trademarks or trademarks of SEGA CORPORATION or its affiliates."

},
{
"iPA":"https://ipa.sierra.app/CutTheRope.ipa",
"Icon":"https://ipa.sierra.app/icons/CutTheRope.png",
"Name":"Cut the Rope",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/4f/b8/bb/4fb8bb72-bf22-17d6-4b1c-c078e6e52831/mzl.deuetsof.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/a1/7f/53/a17f5381-0e68-9b80-b272-d66c17aa4ba0/mzl.pjwmmpvy.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/d0/0a/82/d00a8232-ac20-0e40-644c-1bf9141b7ef4/mzl.tngzqwub.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/fa/e4/f1/fae4f135-72a5-3e9f-c572-ea29a8e6564d/mzl.ckzazlcb.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/93/cc/30/93cc30c2-b786-0ae5-0645-f40dbfa416d1/mzl.opbxhbyp.png/392x696bb.png"],
"Category":"Games",
"Version":"1.6.9",
"BundleID":"com.zeptolab.ctr2",
"Description":"SWEET! Om Nom's shenanigans continue in Cut the Rope 2! With new characters, fresh gameplay elements and tricky missions, candy collecting has never been so fun!  Eager to learn more about Om Nom's adventures? Watch \'Om Nom Stories\' cartoons and other amazing videos on our YouTube channel! www.zep.tl/youtube  In his unexpected adventure, Om Nom breaks out of his box and travels through lush forests, busy cities, junkyards and underground tunnels, all in pursuit of one goal – CANDY! Along the way, he encounters the Nommies, the cutest candy collecting helpers a little green monster could wish for!   ALL NEW LOCATIONS TO EXPLORE! Experience 168 entirely new levels of candy collecting, rope cutting action.  ALL NEW CHARACTERS TO MEET! Find 7 new characters, the Nommies, to help you on your unexpected journey.  ALL NEW HATS TO BRAG ABOUT! Customize Om Nom, choose your favorite candy and select your finger traces.  ALL NEW ADVENTURES FOR OM NOM! Experience completely new graphics, sound and gameplay elements, including the ability to move Om Nom.  Familiar to play, yet challenging to master, Cut the Rope 2 brings fresh challenges and unanticipated obstacles to the candy crunching, physics-based phenomenon that has delighted millions of players around the world! If you like Cut the Rope, you’ll love Cut the Rope 2!  MEET OM NOM’S NEW FRIENDS, THE NOMMIES!  • Roto can carry Om Nom to the best candy catching locations • Lick can make small bridges with his tongue to help Om Nom reach his goal • Blue can lift Om Nom to new levels of candy hunting fun • Toss can throw objects, including candy • Boo can scare Om Nom to jump to new heights • Snailbrow bravely rolls on walls and ceilings and pushes candies around, like a boss • Ginger can burn away obstacles between Om Nom and the candy  Don’t waste any time - exciting surprises await! Help Om Nom find his way home...out of the forest, through a pond and a junkyard, into the city and beyond!  Already a fan?  LIKE US: http://facebook.com/cuttherope FOLLOW US:  http://twitter.com/cut_the_rope WATCH US: http://youtube.com/zeptolab  VISIT US: http://cuttherope.net/cuttherope2"

},
{
"iPA":"https://ipa.sierra.app/D4DJ.ipa",
"Icon":"https://ipa.sierra.app/icons/D4DJ.png",
"Name":"D4DJ - iOSGods.com",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/79/26/7f/79267fe9-488e-5a91-118f-5c64f7b53ca8/f05d4d4d-b28b-4169-8a69-cb597ed46158_2208_1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/34/b2/47/34b24728-de38-3e3b-817b-248505f2fba0/23ec7ee3-8163-44c6-b109-3dcc2b71dc0c_2208_x_1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/57/e4/91/57e49197-2d3f-62b6-9292-471bd6f1eaa7/de88dc77-8333-4bbf-a474-7af486a1e61a_2208_x_1242b.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/11/40/aa/1140aa0e-b9f7-9e95-d7c1-8c0d31663d8a/79a8eec4-784a-470e-8a3d-0dc64397c862_2208_x_1242c.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/b1/10/8e/b1108e52-77a5-5679-f69c-03aa9cfbb555/550484a0-f263-45fa-b1d8-ec4c5f2e017c_2208x1242.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"5.1.11",
"BundleID":"com.bushiroad.en.d4dj",
"Description":"Hey, DJ! Turn it up in D4DJ Groovy Mix, the next big DJ-themed Anime Rhythm Game! Tap, slide and scratch to OVER 300 TRACKS! Play a mix of GROOVY original songs, cover songs, anime and game OSTs! Completely CUSTOMIZE the UI and difficulty to fit your desired skill level! COLLECT various cute, cool and gorgeous members to form HYPE DJ Units! Read hundreds of STORIES and get to know each girl in detail!   ■ Meet D4DJ's Adorable Cast Meet girls from all of D4DJ's units: Happy Around!, Peaky P-key, Photon Maiden, Merm4id, RONDO, and Lyrical Lily! Pay attention to each unit's unique sound and personality! Interact with them in fully-voiced, Live2D animated stories!   ■ Groove to the Beat! Experience fully customizable rhythm gameplay! Challenge yourself with difficult beatmaps or go completely hands-free with Audience Mode! You can play this game at any skill level!   ■ Time-limited Events Play in competitive Events against other players for a spot on the leaderboards! Get rewards and exclusive members for participating!    ■ Raise the Bar with LIMIT BREAK Level up your members with materials gained from performances! LIMIT BREAK certain members to get gorgeous, ANIMATED card art! Use high level members in units for amazing high scores!  ◆◆◆  D4DJ Groovy Mix Twitter: https://twitter.com/D4DJ_game_EN D4DJ Groovy Mix Facebook: https://www.facebook.com/D4DJGroovyMix D4DJ Groovy Mix Instagram: https://www.instagram.com/d4dj_game_en/ Terms of Use: https://en.bushiroad.com/terms-of-use/"

},
{
"iPA":"https://ipa.sierra.app/DEADTRIGGER.ipa",
"Icon":"https://ipa.sierra.app/icons/DEADTRIGGER.png",
"Name":"Dead Trigger 2 ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/84/be/8b/84be8bad-27f4-db8a-8da3-791d62ed2873/f17870c5-ccfd-49e1-aa38-9c0c637baf88_survive_the_zombie_apocalypse_15.5_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/eb/3c/25/eb3c254e-4f68-a3c0-7cb1-f00d87e202c1/b05e8c74-b4b9-4abc-9ad2-236763c13951_1_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/d9/54/41/d954414b-e851-32d7-bea1-1ce18d3e29e1/ecf7446a-6a57-4eec-bbeb-167b141ba1a6_2_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/6d/e6/79/6de67989-bcc6-e3cf-9f36-745cd303e8f7/6d43c63e-7e4b-442b-b21d-202a1c836750_weapons5.5_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/6c/9c/18/6c9c18fb-de9c-adbc-b548-864f94601e45/0864c438-87b3-4899-beef-92b1970c89a9_3_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/e1/fb/de/e1fbde73-23aa-c07e-4a80-4d1a0b68ef08/f49605a8-b54f-49a7-b921-9548f4373ce6_4_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/3b/04/a5/3b04a5be-16de-d872-9c07-78bc1912d166/66a4d123-4eda-4eb1-af20-497ff926bd05_free_the_world5.5_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/c4/84/49/c48449a8-16f5-cd76-cd76-5c1db7e23308/383d42ce-c19a-4e86-a2e8-2f0d77ecedbc_group_5.5_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ae/28/d0/ae28d051-500b-4fb8-557e-6725a948bfd2/d01366ed-c0c1-4169-8759-b943759d4983_dt2_1_5.5_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/02/df/26/02df26a0-ec7d-374b-a95b-f726e0e27637/8f53f548-9bc3-4b49-bf3b-ad54947eeab0_dt2_2_5.5_EN.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"1.8.15",
"BundleID":"com.madfingergames.deadtrigger2",
"Description":"* Over 100 Million downloads * * Award-winning Non-Stop FPS Action Zombie Shooter *  Get ready for the assault: It is time for you to rise up and fight for your survival in a zombie apocalypse in this heart-stopping First Person Shooter (FPS) adventure!  ▶ Build your personal Hideout and meet the Gunsmith, Scientist, Smuggler, Medic, and Engineer. ▶ Unlock 10 regions and plan a strategy for 33 different battlefields. Save the world! ▶ More than 600 gameplay war scenarios and intensive storytelling campaigns. ▶ More than 70 types of gun weapons. It was never so easy to kill Zombies!  Wipe out the zombie hordes in a variety of imaginative ways. This Zombie FPS shooter is full of evil action!  ▶ Choose between a touch control or an enhanced virtual joystick. Best FPS controls ever! ▶ Use brutal melee weapons like the Wrench, Bats, Hammers, Katana, Chainsaw, Swords, Machetes! ▶ Powerful Pistols, Rifles, SMG, Miniguns, Rocket launchers, Shotguns to even experimental weapons! ▶ Fun and entertaining gadgets from Mines, Turrets to lethal Chickens!  *Every week new Tournaments in the beautiful Arenas. Kills Zombies with style. *  At DECA Games we’ve always challenged ourselves to push the boundaries on mobile devices, and we’re proud of our console quality FPS shooter games. From cutting edge graphics to our precise FPS control system, over 240 million players worldwide have been blown away by our innovative approach and dedication to quality. We are the best developer who is developing FPS action shooting games for mobile since 2010."

},
{
"iPA":"https://ipa.sierra.app/DISTRAINT.ipa",
"Icon":"https://ipa.sierra.app/icons/DISTRAINT.png",
"Name":"DISTRAINT: Deluxe Edition",
"Preview":[],
"Category":"",
"Version":"1.0",
"BundleID":"com.winterveilstudios.distraintdeluxe",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/DLTube.ipa",
"Icon":"https://ipa.sierra.app/icons/DLTube.png",
"Name":"DLTube",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/25/84/db/2584db5e-1b7d-197f-1a33-13602daf5d95/f1192f1f-430d-469a-b032-cdf77b8b04c7_iOS-5.5-in_1.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/54/0a/8d/540a8daf-4cc2-397a-e1b1-90b859947b44/868afd15-b2e4-4923-b0f8-c5599327a3d7_iOS-5.5-in_2.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/a1/e3/e8/a1e3e81c-94e1-9bc2-c5f6-f5efe2814230/2930dbc3-4228-403b-b46d-e0066516ab6a_iOS-5.5-in_3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/9e/cd/9b/9ecd9b66-ade4-70f8-a6f6-7b1ee3cc7b41/45519fca-0e0b-466e-9ed6-9a43232a0bf8_iOS-5.5-in_4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/90/e2/4b/90e24bd5-b81b-558a-3b1a-e5acf46a7669/bace9abd-71f3-4700-8adf-cedcba275a67_iOS-5.5-in_5.jpg/392x696bb.jpg"],
"Category":"Photo & Video",
"Version":"18.10.1",
"BundleID":"com.google.ios.youtube",
"Description":"Get the official YouTube app on iPhones and iPads. See what the world is watching -- from the hottest music videos to what’s popular in gaming, fashion, beauty, news, learning and more. Subscribe to channels you love, create content of your own, share with friends, and watch on any device.  Watch and subscribe ● Browse personal recommendations on Home ● See the latest from your favorite channels in Subscriptions ● Look up videos you’ve watched, liked, and saved for later in Library  Explore different topics, what’s popular, and on the rise (available in select countries) ● Stay up to date on what’s popular in music, gaming, beauty, news, learning and more ● See what’s trending on YouTube and around the world on Explore ● Learn about the coolest Creators, Gamers, and Artists on the Rise (available in select countries)  Connect with the YouTube community ● Keep up with your favorites creators with Posts, Stories, Premieres, and Live streams ● Join the conversation with comments and interact with creators and other community members  Create content from your mobile device ● Create or upload your own videos directly in the app ● Engage with your audience in real time with live streaming right from the app  Find the experience that fits you and your family (available in select countries) ● Every family has their own approach to online video. Learn about your options: the YouTube Kids app or a new parent supervised experience on YouTube at youtube.com/myfamily  Support creators you love with channel memberships (available in select countries) ● Join channels that offer paid monthly memberships and support their work ● Get access to exclusive perks from the channel & become part of their members community ● Stand out in comments and live chats with a loyalty badge next to your username  Upgrade to YouTube Premium (available in select countries) ● Watch videos uninterrupted by ads, while using other apps, or when the screen is locked ● Save videos for when you really need them – like when you’re on a plane or commuting ● Get access to YouTube Music Premium as part of your benefits  Note: If you subscribe via Apple, payment will be charged to App Store Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Account will be charged for renewal within 24 hours prior to the end of the current period at the rate of the selected plan. Subscriptions and auto-renewal may be managed by going to Account Settings after purchase.  YouTube paid service terms: https://www.youtube.com/t/terms_paidservice. Privacy policy: https://www.google.com/policies/privacy"

},
{
"iPA":"https://ipa.sierra.app/DataCamp.ipa",
"Icon":"https://ipa.sierra.app/icons/DataCamp.png",
"Name":"DataCamp",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/fe/ac/35/feac3511-a4ab-2e0e-e415-16d94060dbee/55f457e4-bf40-4a86-a077-e283d19a361d_Iphone_-_5.5__-_1.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/93/f2/2d/93f22d4a-0d8e-1053-4694-8744859e9e63/4257e42f-876e-4b60-9a3c-2d205f9c73ae_Iphone_-_5.5__-_2.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/53/d9/0e/53d90e76-965c-b629-5360-13388d3b19c9/82c7a85d-41a5-4ec3-b2f2-b6d1c9ae9c5e_Iphone_-_5.5__-_3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/71/36/43/7136439b-b434-2c97-5396-17e6d2fc7ef0/9afe9d3b-0752-46d2-be95-52d21329d1c5_Iphone_-_5.5__-_4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ee/1e/4a/ee1e4a46-f850-6efc-cfa0-e3efbd2a02cb/3b584e27-e763-4734-a53c-c1f78f6ac46f_Iphone_-_5.5__-_5.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/8b/9f/f7/8b9ff76b-6361-6166-eaf6-bee4bbafbbb4/5fbd3e83-81d6-43b5-93f6-bc5a11fa777f_Iphone_-_5.5__-_6.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/fa/f9/e1/faf9e1f0-0858-397c-cbed-720f8c19ac0d/5d675234-5cf9-4583-992b-43de17155a63_Iphone_-_5.5__-_7.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/9d/12/56/9d1256e4-1040-f915-eda2-aa8fe75a591c/836b2d4f-0b6f-4316-80dd-869359a65c07_Iphone_-_5.5__-_8.jpg/392x696bb.jpg"],
"Category":"Education",
"Version":"93.0.0",
"BundleID":"com.datacamp",
"Description":"Learn the world’s most in-demand data science and AI skills with DataCamp for Mobile.  DataCamp is for all levels and is used by 12M learners globally. Whether you’re a seasoned practitioner or you’ve never written a line of code, build essential skills across Python, ChatGPT, R, SQL, and more through interactive, bite-sized exercises.   Start learning for free with just five minutes a day:  • Introduction to ChatGPT: Don’t stay in beginner mode. Explore the power of AI through text summarization, drafting high-quality marketing content, generating and explaining code, and more. Start applying your AI skills in the real world today. • All Opening Course Chapters are Free: Dive into the language of data with universal free chapters across data science, machine learning, data visualization, data engineering, and cloud computing. • Learn Python from Scratch: Begin your data science journey with the world’s most popular programming language with free lessons and in-app coding exercises. • Master SQL: Develop your data analyst skills with our expert-led  SQL curriculum. Learn relational databases, SQL joins, and data analysis in PostgreSQL. • R Basics: Discover data science with R; unleash the power of the tidyverse, data visualization, and much more.  Why DataCamp Mobile?  • AI-Assisted and Personal Feedback: Learn from your mistakes and reinforce new skills faster with our instant feedback loop. • Knowledge Retention: Save everything you learn in your personal library, complete with flashcards for easy review. • Convenient and Fun: Bespokely designed to help you build a habit while enjoying the learning experience.  Want to explore big data? Check out the DataCamp Desktop for courses on Tableau, Power BI, spreadsheets, statistics, Shell, and Git.  Read our Privacy Policy and Terms of Service at https://www.datacamp.com/terms-of-use/.  Questions? Contact us at https://support.datacamp.com/. Start your data science journey today!"

},
{
"iPA":"https://ipa.sierra.app/DeadTarget.ipa",
"Icon":"https://ipa.sierra.app/icons/DeadTarget.png",
"Name":"Dead Target ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/bd/8f/f4/bd8ff452-3be1-5681-722b-23c6f156fd7d/e5cbaa7c-ab6b-4eb4-b95e-d8547b8c3119_SS01_2208x1242_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/e1/45/d8/e145d803-71f4-ce53-d3a7-7f3395a090cc/0c7c1272-95e2-45a5-979c-c57e7b962a20_SS02_2208x1242_EN.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4f/a2/12/4fa2124d-2aad-790e-5742-d247e66c09d7/6f9f1191-ae2d-43fe-8b9b-4f5090baabd6_DT_W10-SS04_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/8b/9b/bb/8b9bbb18-6793-5c93-bf31-042e2b6e3554/c6dcdd65-4356-48e7-a884-40794d5aaa8b_DT_W10-SS02_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/ea/86/23/ea8623f7-e88e-2061-2e48-fe287bf4da03/1d25c787-15f7-4b24-b9bd-aaf098b78317_DT_W10-SS03_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/47/9b/23/479b23da-b9b9-42d0-7b55-83e91d1b340f/27a13562-f91f-4b1e-8aa6-5a3d0b3c2002_DT_W10-SS01_2208x1242.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"6.113.1",
"BundleID":"com.vng.g6.a.zombie",
"Description":"* Over 200 Million Downloads * * The Best 3D FPS Offline Shooting Game *  Would you rather hide like a coward, or follow the call of duty, don your armor, and shoot for your survival in the ENDLESS ZOMBIES APOCALYPSE WAR? Equip yourself with DEADLY WEAPONS and essential SURVIVAL SKILLS to embark on the shooting journey through the undawn world of EVIL ZOMBIE FORCES in this spine-chilling First Person Shooter (FPS) game!  Game Features:  ▶ FREE TO PLAY: Download the game for free now and enjoy your last day on earth. ▶ 3D OFFLINE GAMES: Kill zombies anywhere, anytime without an Internet connection. The best 3D OFFLINE SHOOTING GAME to fill in time while waiting for public transportation, hospital, etc. ▶ ENDLESS MISSIONS: Discover the evolving story with an extensive range of challenges in different areas, from oil fields and military bases to perilous frontier overrun by the undead. ▶ A WIDE RANGE OF WEAPONS: Unlock and upgrade the powerful firearms, war pistol, explosives, skins, etc. ▶ VARIOUS ZOMBIE TYPES: Finish the series of FPS games mission to explore different types of evil walking zombies. Kill zombies non-stop! ▶ BATTLE PASS: Join the battle pass in our addictive games and collect limited event items to face the walking dead creatures awaiting you. ▶ GREAT CASINO: Entertain yourself with lucky wheel games to collect bonus items and boost your power to survive your last day on earth.  Are you all set, ZOMBIE SHOOTER? Answer the call of duty as the war for life in the undawn apocalypse begins now! Embark on a thrilling zombie shooting adventure in the desolate frontier, where survival is your only goal!  Connect with other zombie shooter in the sanctuary: https://www.facebook.com/deadtarget/  ***TL, DR: Honestly, we would instead you play DEAD TARGET and tell us what you enjoy, rather than us bragging about it to you. Happy shooting! ***"

},
{
"iPA":"https://ipa.sierra.app/DeathIncoming.ipa",
"Icon":"https://ipa.sierra.app/icons/DeathIncoming.png",
"Name":"Death Incoming",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/fe/4b/47/fe4b4754-7629-f277-a981-9dbd5184abbb/c01eb695-e660-49f3-b495-16b76251b2b5_DEC_screenshots_01_1242x2208_B1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/05/37/d0/0537d0b3-8067-103e-5792-94638dee6ce7/79a65365-ea23-4b70-b2db-b0ff2c3eed94_DEC_screenshots_03_1242x2208_B1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/f7/f7/56/f7f75620-e457-bf4d-0e9d-ed1cfd103516/858632c1-a29e-42a0-883d-0ba60168d639_DEC_screenshots_06_1242x2208_B1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/d8/7e/77/d87e77d2-5b82-cddb-6656-3c13d06b0231/0f1958f7-16c8-489d-a756-4fd3e09dbdc0_DEC_screenshots_04_1242x2208_B1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/d4/7d/b4/d47db46b-4f8b-c560-26da-7a72f4775cd0/7a5c4836-1c7e-4391-88f4-2c6535c53563_DEC_screenshots_02_1242x2208_B1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/53/7e/66/537e6652-3c3f-bae8-3e88-73a8e3564ff0/d9111c29-3d51-4a11-a85d-b25788fb7400_DEC_screenshots_05_1242x2208_B1.png/392x696bb.png"],
"Category":"Games",
"Version":"2.0.6",
"BundleID":"com.oneway.Deathcoming",
"Description":"Are you a fan of watching people die in horrifically entertaining ways? Do you enjoy watching folks get exactly what they deserve? Or is it just another day, another death for you? It’s time to grab your cloak and scythe and get ready to harvest some souls while solving these deadly brain puzzles.   Did someone get the bright idea to hop on a trampoline next to an open construction site? Or maybe someone decided to get a little too close to the tiger pit at the local zoo. Each new chapter of Death Coming introduces you to all kinds of fun scenarios where you; The Grim Reaper, A.K.A. Death Himself, must test your smarts and bring these wretched souls to a deserving end!  Game Features:  1. Fun and unique scenarios  Each chapter brings you to hilarious and interactive scenes where you must figure out how to take your victims out of their wreckless misery!   2. Test you brain power  Use the items available to you in each episode to craft the fun and unique deaths of your victims  3. Customize your reaper  Tons of fun skins and customization options. Decorate your Grim Reaper in your own unique way.   4. Relax and enjoy They say not to fear the reaper and that’s never been more true because this time, you ARE the reaper!    Visit https://lionstudios.cc/contact-us/ if have any feedback, need help on beating a level or have any awesome ideas you would like to see in the game!  From the Studio that brought you Mr. Bullet, Happy Glass, Ink Inc and Love Balls!  Follow us to get news and updates on our other Award Winning titles; https://lionstudios.cc/ Facebook.com/LionStudios.cc Instagram.com/LionStudioscc Twitter.com/LionStudiosCC Youtube.com/c/LionStudiosCC"

},
{
"iPA":"https://ipa.sierra.app/DeathRoadToCanda.ipa",
"Icon":"https://ipa.sierra.app/icons/DeathRoadToCanda.png",
"Name":"",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/25/aa/14/25aa1474-a8b1-b35f-f021-df9b102f0a1e/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/a2/97/91/a297916a-46ce-e95b-a476-477b1cb743b2/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/13/14/00/131400a6-498a-1364-b8fe-01703346a515/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/55/6b/36/556b365b-d503-ca0d-202d-7d7a3a1306e5/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/64/42/ea/6442ea32-11a6-7ef3-084a-f962fba1c8df/pr_source.png/406x228bb.png"],
"Category":"Games",
"Version":"1.27",
"BundleID":"dr2c.rocketcat.com",
"Description":"New content update added! More updates coming, see below for details.  ********  Death Road to Canada is a Randomly Generated Road Trip Action-RPG. You manage a group of jerks as they explore cities, find weird people, and face up to 500 zombies at once. Everything's randomized: locations, events, survivor personalities and skills. There's a different story every time you play.  Travel the Death Road from Florida to Canada, the last nation on Earth. Find special events, rare encounters, and unique recruits. Recruit a grunting super-bodybuilder who's strong enough to pick up and throw the car. Try to teach a dog how to walk upright and shoot a minigun.   Most of all, get eaten by enormous hordes of slow, classic-style zombies.  DEATH ROAD FEATURES:  - Designed for massive amounts of replay value. - Character Maker lets you put friends and family into the game. - Meet your custom characters during your travels. Get them eaten by mistake or on purpose. - Make tough choices in text events that change depending on your group. - Your team has different personalities, and someone may betray the others. Be careful! - Lots and lots of secret events and unique characters with special abilities. - Equip a wide variety of different weapons. Splat zombies with a flamethrower, battleaxe, hockey stick, wizard staff (lightning bolt), Mjolnir, boomerang, and much more. - Canada jokes written by a real Canadian so they're 100% accurate. - Get rid of all humans and make an entire team composed of dogs driving the car. - Airhorn weapon with incredibly realistic, computer-generated airhorn sounds.  ******************* Update Plans  We've already done lots of updates, and there are more updates coming! We're adding new features, locations, characters, weapons, and more!"

},
{
"iPA":"https://ipa.sierra.app/Delta.ipa",
"Icon":"https://ipa.sierra.app/icons/Delta.png",
"Name":"Delta",
"Preview":[],
"Category":"",
"Version":"1.4",
"BundleID":"com.rileytestut.Delta",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/DeviceMonitor².ipa",
"Icon":"https://ipa.sierra.app/icons/DeviceMonitor².png",
"Name":"Device Monitor²",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/a7/33/08/a7330892-2b07-2a09-63bd-79447f3bdce5/8aeb0247-614b-4046-a3ee-419610512f94_Apple_iPhone_8_Plus_Screenshot_0.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4a/54/1d/4a541d7f-3957-1882-6409-992bf188bd91/729aa043-9b34-4c9b-ae71-74beb47fa778_Apple_iPhone_8_Plus_Screenshot_1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/eb/fa/bc/ebfabcc7-2a69-9fea-0d4a-fa1ea1cf1d23/08a41f4b-109a-4868-a43a-9b0d4772ce25_Apple_iPhone_8_Plus_Screenshot_3.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/05/ec/5d/05ec5d21-4f36-dfd0-f696-b135578e24de/a739230a-644c-48ef-b6b6-badb291225c6_Apple_iPhone_8_Plus_Screenshot_4.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/9a/c2/b9/9ac2b9b5-4809-6cba-4ab7-89b0896a3ba9/08b2b142-b62b-4376-ab43-d2f68926f939_Apple_iPhone_8_Plus_Screenshot_5.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/e2/8c/f8/e28cf8e2-13ff-89c3-701a-62df0ae8998b/caaf63b6-f3f8-4192-8246-80238a8cfa7e_Apple_iPhone_8_Plus.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/77/38/6f/77386ffe-5c0e-5cfe-af27-605dce244efc/d20ce70b-2aa2-4d1d-b01a-b57a774e436d_Apple_iPhone_8_Plus_Screenshot_7.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ba/77/83/ba77831e-5231-c2c4-56cf-ad1dd26c2bba/1541c6d7-5fdc-41c4-947c-267ee23ee106_Apple_iPhone_8_Plus_Screenshot_8.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/81/a5/53/81a553fa-4f77-ce90-c8b6-bf1d98c1f211/d41ed5fd-6ada-4336-8680-26007d2ba04e_Apple_iPhone_8_Plus_Screenshot_6.png/392x696bb.png"],
"Category":"Developer Tools",
"Version":"7.0.0",
"BundleID":"org.fastdevsproject.altervista.Device-Monitor",
"Description":"Device Monitor² is a unique app of its kind, optimized for iPhone, iPod Touch, iPad and Mac (with M1 processor and later), which allows you to have at a glance all the information on the device currently in use in a simple and fast way. You'll be able to better understand which sensors apps have access to, so you can protect your privacy.  Here are the main features that will prompt you to choose Device Monitor²: • display of data in a simple and easy to understand form; • information on the DEVICE; • information on SENSORS; • information on RAM; • information on STORAGE; • information about the CPU; • information on the NETWORK; • information on the BATTERY; • information on the DISPLAY; • information on the CAMERA; • widget for the Lock Screen (requires iOS 16), for the Home Screen (iOS 14) and for the Notification Center (iOS 13), with the possibility of customizing the interface; • hide the panels that don't interest you or rearrange them as you like.  In addition, thanks to in-app purchases you can have many other features available: • PRO Kit:    - unlock all features available with other in-app purchases (present and future);    - copy&paste of the data displayed in the app; • Test Kit:    - complete check-up of many sensors of your device, including:        → GPS;        → COMPASS;        → ALTIMETER;        → ACCELEROMETER;        → MAGNETOMETER;        → GYRO;        → BAROMETER;        → DEVICE MOTION;        → MOTION COPROCESSOR;        → PEDOMETER;        → BLUETOOTH;        → IBEACON;        → MICROPHONE;        → PROXIMITY SENSOR;        → NFC;        → TOUCH ID/FACE ID;        → VIBRATION and HAPTIC FEEDBACK;        → PING;        → ACID3;        → SPEED TEST;        → NETWORK DEVICE SCANNER;        → MULTITOUCH;        → BRIGHTNESS;        → SCREEN COLOR;        → CAMERA;        → FLASH; • Report Kit:    - export of the data displayed inside the app in a convenient PDF document; • Notification Kit:    - receive a notification every time the RAM memory is too full (parameter configurable from the app settings);    - receive a notification whenever the device temperature is too high (parameter configurable from the app settings); • Ads Kit:    - no more advertising within the app.   We also want to tell you that the app does not collect any personal data, but not even non-personal data. Because? Simple, because we don't care! Oh and let's not forget that the app is FREE."

},
{
"iPA":"https://ipa.sierra.app/DiceDreams.ipa",
"Icon":"https://ipa.sierra.app/icons/DiceDreams.png",
"Name":"Dice Dreams",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/10/9d/d8/109dd86d-a542-f7d9-28d9-bc4eb8702dda/b6812f4b-54ed-4070-96b2-198060fc3288_DD-SPS-002-003_DiceThrowPeons_NoJackPot_1242X2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/04/35/eb/0435ebf1-76c7-613a-c7e9-8c3bf2253cea/e2b0351b-3ecd-4c65-aeeb-8ab11b7217dd_DD-SS-001-014_PurpleRibbonOriginals_MatchToSPS_1242X2208S.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/dc/b9/c7/dcb9c76b-a7f1-f567-31b2-8ff2b7ef505a/6d506132-8d72-4341-a488-5b3f4759019e_DD-SS-001-001_PurpleRibbonOriginals_AttackYourFriends_EN_1242X2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/9f/2f/25/9f2f2579-77fb-5e51-9279-a3bf419798a7/c87ae4c6-cf44-4891-bf6f-1d2c83d4ef12_DD-SS-001-009_PurpleRibbonOriginals_RollNoJackpot_EN_1242X2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b8/65/95/b865956e-4c52-40dc-5cab-a637e74010f6/2487760c-c509-4e8a-86d7-046264ce58cd_DD-SS-001-004_Trail_EN_1242x2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/50/4a/63/504a6307-dcef-f514-053b-4dbe063cc85f/f55de869-1a62-40a9-b078-6e45f7ed997a_DD-SS-001-001_PurpleRibbonOriginals_BlockAttacks_EN_1242X2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/45/c7/aa/45c7aa33-a259-9d84-3922-b765e4dc1ca2/ee82344e-a172-431c-b4d5-37741d2edfe4_DD-SS-001-001_PurpleRibbonOriginals_FightYourFriends_EN_1242X2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/fe/e5/32/fee532a9-6b9e-5f46-9238-58dd16845293/4d3050f9-082e-4847-b731-07a1af82d0f3_DD-SS-001-008_PurpleRibbonOriginals_StealTreasure_Picnic_1242x2208_03.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/da/5d/81/da5d81be-9ba9-aba7-0cbc-9bec47dbb625/0fb66df9-87a0-4d55-8c7d-5e6e6213cb09_DD_SS_000_Purple_Ribbon_Originals_Explore_Kingdoms_1242X2208.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"1.65.3",
"BundleID":"com.superplaystudios.dicedreams",
"Description":"Welcome to Dice Dreams! Roll the dice, attack your friends, steal coins, build your MAGICAL kingdom and become the Dice King! Join your friends and players around the world!  Begin your board game adventure and team up with friends on this thrilling dice quest. With every roll, earn free coins to build and expand your kingdom.   Each dice roll unveils a new adventure, filled with fun and excitement! Explore diverse kingdoms with amazing themes, from bustling cities to enchanting royal lands. Enjoy the classic gameplay of dice rolling fun! Take on challenging quests, collect fantastic stickers, earn dice, care for your pet, and construct your kingdom!  Team up with your friends, sending them gifts, or take a daring move by stealing from friends and other players to enhance your collection! Join Dice Dreams community to trade stickers and boost your gaming experience.   Join Dice Dreams and get:  ATTACK, STEAL AND GET REVENGE! Attack your friends, steal their coins, and expand your kingdom! Now you have the thrilling opportunity to take on your friends in friendly competition.  Just aim your slingshot, loot and fire at their kingdoms, raiding them for their precious coins! Your kingdom got attacked? Get revenge on those who attacked your Kingdom and loot their empire back!  GET SOCIAL! Play for FREE with your friends and family! Invite your Facebook friends to join the epic fun and embark on a thrilling dice-filled journey together.  Gather your loved ones, challenge each other in tournaments, and compete for the title of the best kingdom.   COLLECT MAGICAL STICKERS TO WIN BIG! Every roll can bring you an interesting card that has lots of surprises! In Dice Dreams, the excitement doesn't end with just rolling the dice.  Collect exciting stickers with every roll, revealing surprises and rewards.  Watch your rewards increase in value, making your journey even more enjoyable.  FEED YOUR PET TO LEVEL UP Always dreamed about an adorable pet that you can feed? Uncover a delightful selection of cute pets that will capture your heart and become your loyal companions.  Feed them cookies for amazing rewards!  NEW CHALLENGES EVERYDAY Play Tournaments, earn Free rolls and compete in Peon's battle!  With new events running every hour, there are new ways to play every day!  Get ready for an epic time on Dice Dreams: the multiplayer social dice game that allows you to build boards, attack your friends and brag about your victories!   Dice Dreams is free on all devices with in-app purchases.  Follow Dice Dreams on Facebook for exclusive offers and bonuses! https://www.facebook.com/DiceDreams/  Are you having problems? Please contact via email us at support@superplay.co"

},
{
"iPA":"https://ipa.sierra.app/Discord.ipa",
"Icon":"https://ipa.sierra.app/icons/Discord.png",
"Name":"Enmity",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/c7/bb/ac/c7bbac27-6b5a-203d-f39a-a631d0e9cba4/2cf8b2dc-c55e-45f6-a62d-67d1ab79d757_HT_5.5_1a.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/15/4c/7a/154c7a9e-0bd3-6105-b24d-48f32d0f0126/5ea3a7bd-b5c2-4e7f-95b9-0eb92120cd6b_HT_5.5_2a.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/94/36/2b/94362b69-1be0-9317-6259-fe21cc3f608b/dd27fd79-c18a-4688-b837-f3f7359627b9_HT_5.5_3a.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/b5/86/5e/b5865e01-6112-a8f0-bbf6-3e19c6de0045/31b87d92-dc36-4a54-930b-b27f03e0e4ab_HT_5.5_4a.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/82/3a/40/823a40ee-1f02-70b2-d2b6-5ee538519518/b87fcb45-2536-45cd-843d-3619d650c652_HT_5.5_5a.jpg/392x696bb.jpg"],
"Category":"Social Networking",
"Version":"190.0",
"BundleID":"com.hammerandchisel.discord",
"Description":"Discord is where you can make a home for your communities and friends. Where you can stay close and have fun over text, voice, and video chat. Whether you’re part of a school club, a gaming group, a worldwide art community, or just a handful of friends who want to spend time together, Discord makes it easy to talk every day, and hang out more often.  CREATE AN INVITE-ONLY PLACE •  Discord servers are organized into topic-based channels where you can collaborate, share, have meetings, or just talk to friends about your day without clogging up a group chat. •  Send a message directly to a friend or call them up with our voice chat feature •  Voice channels make hanging out easy. Got a free moment? Grab a seat in a voice channel so friends can see you’re around and pop in to talk without having to call. You can even watch videos together! •  Reliable tech for staying close with friends. Low-latency voice and video chat feels like you’re meeting in the same room. •  Easily talk with friends while gaming and steam roll the competition. •  Be a meme messenger with easy image sharing   STAY CLOSE WITH TEXT, VIDEO, AND VOICE CHAT •  Wave hello over video, watch friends stream their games, share stories over voice calls, or gather up and have a drawing session with screen share. •  Snap a photo and turn it into your own custom emojis and share them with friends. •  Share anything from funny videos and stories to your latest group photos, and pin your favorites to remember those moments later. •  Hang out in group channels or talk privately with direct messages •  Zoom through convos with friends using topic-specific channels!   FOR A FEW OR A FANDOM •  Custom moderation tools and permission levels can group up your friends or teams, organize meetings for your local book club, or bring together music fans from around the world. •  Create moderators, give special members access to private channels, and much more."

},
{
"iPA":"https://ipa.sierra.app/DokkanBattle.ipa",
"Icon":"https://ipa.sierra.app/icons/DokkanBattle.png",
"Name":"Dokkan Battle ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/73/be/b3/73beb3ad-4bef-eb69-f40f-d0fdee092d8c/edd6dcd4-19a3-48be-8378-0b5dee609efd_01-1__U82f1_U8a9e_1242_2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/2a/c0/4a/2ac04ad0-025b-73ae-9261-5c94a4e52a90/61081436-bc40-4249-a9bf-444763d581a5_02-2__U82f1_U8a9e_1242_2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/54/b5/b2/54b5b206-e93a-161a-9e7b-0ff23607af27/23fb8bf3-261a-4591-8a3a-f19a21d966a7_03-3__U82f1_U8a9e_1242_2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/61/dd/11/61dd1118-f2d7-38d5-c005-0bbb1b6fab75/5ba610ad-fe9e-4c79-831f-ed984b65b588_04-4__U82f1_U8a9e_1242_2208.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"5.16.1",
"BundleID":"jp.co.bandainamcogames.BNGI0221",
"Description":"DRAGON BALL Z DOKKAN BATTLE is the one of the best DRAGON BALL mobile game experiences available. This DB anime action puzzle game features beautiful 2D illustrated visuals and animations set in a DRAGON BALL world where the timeline has been thrown into chaos, where DB characters from the past and present come face to face in new and exciting battles! Experience the new story and save the world of DRAGON BALL!  DRAGON BALL Z DOKKAN BATTLE features a super refreshing and simplistic approach to the anime action genre! The epic anime-like battles feature simple yet addictive gameplay. Link Ki spheres during battle to attack your foes! Take your time and play at your own pace, it’s the perfect DB game to play on the go wherever you are! When you are ready and powered up, finish your enemies with powerful Super Attacks such as Super Saiyan Goku’s Kamehameha and many more to send enemies flying!  All of your favorite characters are here from all your favorite DRAGON BALL anime series! From DBZ to DBS, everyone’s favorite Saiyan, Goku and his friends are ready to battle Frieza, Cell, Beerus, Jiren, and more! Summon your favorite DB characters and create the ultimate dream team(s)! Train and Awaken DB characters to power them up!  Help return order to the DRAGON BALL timeline through Quest mode. Experience reimagined popular anime stories with DB characters new and old. Play in Dokkan Events and the World Tournament and face off against tough enemies! And for true hardened fighters, the challenges of Extreme Z-Battle and Super Battle Road await!  SIMPLE ADDICTING GAMEPLAY • Featuring a new take on the action puzzle game genre • Tap and link Ki Spheres to attack and enter Dokkan Mode to finish foes!! • Play at your own pace, planning your battle strategy is key  FINISH FOES WITH SUPER ATTACKS • Collect enough Ki Spheres to activate Super Attacks just like the anime • From Goku’s Iconic Kamehameha attack to Vegeta’s Final Flash, all your favorites are here • Experience them all in epic 2D illustrations and animations  YOUR FAVORITE DRAGON BALL CHARACTERS ARE HERE • From DBZ to DBS, many popular DB characters are available • Summon new and classic favorites such as Super - Saiyan God SS Goku, Vegeta, Krillin or rivals such as Frieza, Cell, Beerus, and Jiren plus more from the popular anime series  FORM YOUR TEAM OF POWERFUL WARRIORS • Organize your DRAGON BALL team and create the strongest fighting force! • Train your favorite DB characters and Awaken them to new realms of power!  A NEW DRAGON BALL STORY • Bring order to the DRAGON BALL timeline • Play the board game-style map and all-new story with your favorite Dragon Ball characters! • Experience reimagined stories with DB characters new and old Are you ready to go even further beyond? Download one of the best DRAGON BALL experiences available with DRAGON BALL Z DOKKAN BATTLE today for free!  Bandai Namco Entertainment Inc. Website: https://bandainamcoent.co.jp/english/ By downloading or installing this app, you agree to the Bandai Namco Entertainment Terms of Service.  Terms of Service: https://legal.bandainamcoent.co.jp/terms/ Privacy Policy: https://legal.bandainamcoent.co.jp/privacy/  Note: This game contains some items available for in-app purchase that can enhance gameplay and speed up your progress. In-app purchases can be disabled in your device settings, see https://support.apple.com/en-us/HT201304 for more details.  [Note About “Family Sharing”] This application currently does not support the “Ask to Buy” feature included with Family Sharing. As a result, using this feature to make an in-app purchase on a device with Family Sharing enabled may result in an error. We ask that you do not use the “Ask to Buy” feature when purchasing items until we have updated our application to support this feature.  This application is distributed under the official rights from the license holder.  Powered by \'CRIWARE\'. CRIWARE is a trademark of CRI Middleware Co., Ltd."

},
{
"iPA":"https://ipa.sierra.app/DolphiniOS.ipa",
"Icon":"https://ipa.sierra.app/icons/DolphiniOS.png",
"Name":"Dolphin (getzeus.app)",
"Preview":[],
"Category":"",
"Version":"2.2.2",
"BundleID":"app.zeus.4972694f3249c417f974e54cb04448",
"Description":""

}
]
