[
{
"iPA":"https://ipa.sierra.app/5Heroes.ipa",
"Icon":"https://ipa.sierra.app/icons/5Heroes.png",
"Name":"5 Heroes hack",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/2e/de/1a/2ede1a1c-b3b2-c6c4-3087-999907f88f9b/ec83d8b4-6749-4773-b5ab-c597fa6d5ef2_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/f2/90/48/f29048dc-c22e-0cd8-5857-7d72596afce4/4d2ba69f-7430-4a53-81f4-ceba865cf4c7_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/80/44/c9/8044c990-1840-84df-d9be-ec9376d48edf/ab2339c5-597b-4a28-90db-c6ca5f5e7f4f_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/fc/73/f5/fc73f50d-24e6-2f80-bc47-f75f09798db1/c31f34c8-dc77-47c1-8f5b-3a796f4da9a4_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/96/f3/12/96f31287-1ca8-f496-b4d3-9702a7761186/8b768402-83dd-4dae-8ecd-84a8182d4c7a_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/88/a8/66/88a86656-c4b6-65e9-c07b-38342d2bf5aa/0f0a3e85-55fc-4151-b496-11b4a375dee5_1242_2208.png/392x696bb.png"],
"Category":"Games",
"Version":"7.3.0",
"BundleID":"studio.banditos.banditos5",
"Description":"Join a friendly world of adventure in our easy-going RPG!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Attention, My Lord! Your kingdom is under threat, and it's up to you to save it in Five Heroes: The King's War!  Gather a party of five powerful heroes and embark on an epic journey through a vast and dangerous land filled with thrilling adventures. Engage in turn-based combat with enemies, where every move counts. Develop a winning strategy by understanding each hero's strengths and weaknesses and using them to your advantage.  Are you up to the challenge, My Lord? Download Five Heroes: The King’s War NOW, and have your name sung by every bard in the Kingdom!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  FEATURES:  TACTICAL COMBAT Every move counts! Develop a strategy that can make or break your combat success. Learn your heroes' strengths and weaknesses, and use them to your advantage.  WRITE YOUR OWN SAGA Journey across the land to save your kingdom from deadly Skeletons, help Amazons fight ruthless Pirates, unite Barbarian clans against nasty Goblins, cleanse a tainted Forest from an ancient Curse, and more. Experience a unique story campaign and create your own heroic saga.  UNIQUE HEROES Recruit over 500 different heroes by collecting Hero Orbs or completing quests. Level up your heroes, upgrade their skills, and evolve them to unleash their full potential.  POWERFUL ARTIFACTS Collect various artifacts from chests or defeated enemies and equip your heroes with the best gear. Choose wisely, as each artifact provides different bonuses to your heroes.  EPIC BOSSES Defeat waves of minions before confronting immensely powerful enemy bosses. Loot them to find unique artifacts and Hero Orbs.  PVP ARENA Test your skills against other players in the Heroes Arena. Defeat them in PVP to unlock special heroes and artifacts.  EXPLORE THE LAND Don't miss out on the best rewards! Fortune favors the adventurous. Explore every corner of the land to find hidden treasures and bonuses.   -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  PLEASE NOTE:  • Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item.  The following King's Club subscription is available:  • 1 Month King's Club subscription with a FREE 7 Day Trial - $9.99 (First week is free, after that the Pass is automatically renewed each month for $9.99. Can be cancelled at any time within the first 6 days of the Trial Period without charge).  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Support: support@banditos.zendesk.com  Community: https://discord.gg/tfGs2PB  Privacy Policy: https://banditos.page.link/privacy  Terms of Use: https://banditos.page.link/terms  Refund Policy: https://banditos.page.link/refund-policy"

},
{
"iPA":"https://ipa.sierra.app/8BallPoll.ipa",
"Icon":"https://ipa.sierra.app/icons/8BallPoll.png",
"Name":"8 Ball Pool",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/46/cf/83/46cf8340-3229-5908-774d-26227f80d0e5/a1de1655-a15b-4fb8-927e-8543d9c52cec_8BP-SCR-Screenshots_iPhone6_U002b_001.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/0b/8b/f9/0b8bf9cf-bbee-20ac-9160-b0e434ae49c2/5ba78eae-a0c6-4505-b52d-5af69e534617_8BP-SCR-Screenshots_iPhone6_U002b_002.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/6f/34/65/6f3465e8-1612-d587-6a62-74a377d906ae/ddad6006-c31e-49cc-b40f-7ca658ddc25e_8BP-SCR-Screenshots_iPhone6_U002b_004.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/d9/d6/f2/d9d6f2fd-92ba-9973-4977-20f7b42258bf/50020003-d5df-4b2a-8b03-da8e43e435d4_8BP-SCR-Screenshots_iPhone6_U002b_007.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"5.10.4",
"BundleID":"com.miniclip.8ballpoolmult",
"Description":"Do you want to play in the world of pool games? 8 Ball Pool is an addictive challenging game based on real 3D pool games, where you will challenge your friends online. Become a master of the pool!  The game 8 Ball Pool is easy to win. You just have to select the pool table and get ready. Join us and challenge your friends to this ball game in PvP mode. Use your pool strategy with the cue wisely in this online multiplayer ball game as every round will be more difficult after each level. You can play in multiplayer or PvP mode in different pool tables. Become the best pool player and challenge your friends in this pool game!  You can play pool in multiplayer or PvP mode using different balls and table types. 8 Ball Pool is designed to help your intelligence. You will improve the aim when shooting balls with the cue.   CHALLENGE YOUR FRIENDS Playing pool in multiplayer tournaments with friends is easy: Sign in for free with your Miniclip or Facebook account and you’ll be able to challenge your friends straight from this multiplayer 8 ball game. Challenge friends to a PvP pool match on the go. Aim and shoot your best balls with a customized cue in our online 3D PvP tournament!  PLAY FOR POOL COINS AND WIN EXCLUSIVE ITEMS Customize your cue and pool table! In every competitive PvP match you play in our league, there’ll be Pool Coins at stake – win the match and the Coins are yours. You can also buy new items in the Pool Shop. Compete in our 3D multiplayer league and become a master of 8 balls in 3D! The 8 Ball level system means you’re always facing challenging players in the 8 ball league. Play multiplayer 8 Ball Pool to increase your ranking in our pool league and get access to more exclusive 8 Ball Pool match locations, where you play and compete against the best online pool players. 8 Ball Pool has different match levels: It doesn't matter if you're an amateur or a pro player, take your chance in our PvP competitions with your friends and other players and win the pool challenge: Aim with the cue and prove your skills in this free 8 ball online tournament.  *This 8 Ball Pool game requires internet connection.  Play on the Web at miniclip.com/pool TERMS AND CONDITIONS: http://www.miniclip.com/terms-and-conditions PRIVACY POLICY: http://www.miniclip.com/privacy ------------------------------------ Miniclip: http://www.miniclip.com Like 8 Ball Pool: http://on.fb.me/Wx4f23 Facebook: http://facebook.com/miniclip Twitter: http://twitter.com/miniclip"

},
{
"iPA":"https://ipa.sierra.app/ABEvolution.ipa",
"Icon":"https://ipa.sierra.app/icons/ABEvolution.png",
"Name":"AB Evolution ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/ed/ee/09/edee09f7-e904-e52d-96b4-4ef4cd8146cb/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/e4/bb/2b/e4bb2b1f-7d87-65c8-a15e-80fa0da6a42a/mzl.ncirlecc.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/50/4b/ab/504babca-515e-bd32-6791-f8e22cd09fca/mzl.qtljshyy.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/2a/9b/b2/2a9bb20f-f816-4a70-52b3-a22002b3941e/mzl.ucidqljq.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/e0/af/82/e0af8276-aeed-9c55-ced2-b19462684871/mzl.zogqglcb.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/99/d1/d9/99d1d9bf-6a86-d6f5-a093-fce7a8b15079/mzl.tkzkilwr.png/406x228bb.png"],
"Category":"Games",
"Version":"2.9.17",
"BundleID":"com.rovio.tnt",
"Description":"Something is causing the the pigs to herd to Bird Island in droves, and the birds have found their eggs in danger once again. It’s up to you to assemble an unstoppable team of evolved super birds and put a stop to the pigs’ shenanigans once and for all. Or at least until the next time they pull a stunt like this...  Collect, assemble, and evolve your flock. 100+ crazy new Angry Birds?! We’re gonna need a bigger nest. The flock is bigger and badder than ever before. Build your own team, combine super skills and evolve your birds into their ultimate form.  Embark on an epic adventure. Something sinister is brewing on Bird Island. Why are there so many pigs around? Who is behind the mysterious Bacon Corp? What’s the Eagle Force? Who lost the dungeon keys? Find the answers – only in Angry Birds Evolution.  Crush the pigs in explosive battles. What’s worse than egg-stealing pigs? Over 90 different varieties of egg-stealing Pigs, that's what. Pirates, ninjas, tourists – someone has to clean this place up. Let the feathers fly in full contact battles and send the pigs packing.  FEATURES: – Over 100 colorful new characters to hatch and collect. – Assemble the ultimate flock of birds and take down the pigs with ease. – 5 Classes of birds with unique abilities. – Evolve your feathery heroes into unstoppable super birds. – Explore the island and stop the Bacon Corp. – Climb up the Eagle Mountain and win ultimate eggs. – Battle other players in the Oinktagon. – Join clans to unlock perks, compete with other clans, and chat with clanmates. – Send out scouts for rewards & challenges.  MONTHLY SUBSCRIPTION Angry Birds Evolution offers a subscription service that grants subscribers exclusive benefits every month.   Subscription Benefits:  – One Premium Egg Ticket every day – 10% more gold and gems when purchasing in the shop  – Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account >Settings after purchase – Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that >publication, where applicable  The monthly subscription is available as a recurring monthly purchase at a price of 24.99 USD (or local equivalent) / month. Payment will be charged to your iTunes Account starting at the initial confirmation of the subscription purchase. Your subscription will automatically renew 24-hours before the end of the current payment period.   Manage subscription auto-renewal in iTunes Account Settings. No cancellation of the current subscription is allowed during the active subscription period. Cancellation will take effect at the start of the next subscription period.  ---  We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.  Terms of Use: https://www.rovio.com/terms-of-service Privacy Policy: https://www.rovio.com/privacy  ---  This game may include:  - Direct links to social networking websites that are intended for an audience over the age of 13.  - Direct links to the internet that can take players away from the game with the potential to browse any web page.  - Advertising of Rovio products and also products from select partners. - The option to make in-app purchases. The bill payer should always be consulted beforehand. - This application may require internet connectivity and subsequent data transfer charges may apply. After the initial download, additional content will be downloaded and this may include data charges."

},
{
"iPA":"https://ipa.sierra.app/AdCap!.ipa",
"Icon":"https://ipa.sierra.app/icons/AdCap!.png",
"Name":"AdCap! ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/a7/b8/9f/a7b89f2f-e879-5a1c-288a-af76d35b5915/af7ce064-6874-466d-ab28-14a6092bc297_AdCap_Static_ASO_FeatureGraphicResize_1242x2208_eng_-_v1_2022-03.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0f/71/b4/0f71b46f-81f4-5eec-e38b-6139fa08a6e7/b2fd1276-512f-4449-8953-b9779a143915_AdCap-20210928-Testimonials_SS-iOS-1242x2208-3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/8e/56/fe/8e56fef0-9ae0-0506-f578-cfb7c7b84f10/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0b/81/82/0b8182b2-7a5d-424f-0aa9-ace02fe392ed/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/24/ba/ed/24baed82-9664-c365-0410-7f7c73adc19f/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/f8/99/58/f899580c-8353-5aa4-ee2b-bd152c0e22e8/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/7a/14/60/7a146037-4af4-6504-35f5-4fc3933c2d79/pr_source.png/392x696bb.png"],
"Category":"Games",
"Version":"8.22.0",
"BundleID":"com.kongregate.mobile.adventurecapitalist",
"Description":"Play the world’s greatest money making idle game! Ever dreamed of owning your own business? Being the master of your own destiny? Becoming a capitalist tycoon? Do you just dream about money, money and MONEY, even when you sleep? Then AdVenture Capitalist is the idle clicker for you!  FROM RAGS TO RICHES Start from the humble roots of running a lone lemonade stand to becoming the CEO of a cash printing, money making multinational conglomerate.  SPECULATE TO ACCUMULATE Sick of clicking buttons? Expand your capitalist empire when you hire managers to automate and boost your profits. The only way to go is UP UP UP!  DRESS UP LIKE A MILLION DOLLAR TROOPER Deck out your Capitalist in custom outfits and accessories that not only look super duper, but also boost your businesses.  INVEST YOUR WAY TO SUCCESS Attract eager Angel Investors to amplify your money-making potential. Each Angel earns you a boost to your profits. Every penny counts!  JOIN THE SPACE RACE! Unlock AdVentures to the Moon and Mars and discover new investments, upgrades, managers, and items in space.  COMPETE IN LIMITED TIME EVENTS Investors have the opportunity to play Limited Time Events which are on a regular rotation to earn rewards helping you become an octillionaire! Climb the leaderboard and collect event-specific Managers for even more Rewards in:  ◆ The Root of all Evil ◆ Saturday Morning Fever! ◆ Live Your Profits ◆ Live Rich & Profit ◆ Cashella ◆ For the Love of Money ◆ The Excellent AdVenture ◆ Insert Coins to Continue ◆ Cashalot ◆ 1% Land ◆ Merry Merger ◆ Black & Blue Friday ◆ A Nightmare of Easy Street ◆ A Capitalist Carol ◆ New You Resolutions ◆ Profitabowl ◆ Cakeday  THE SHOP Catch up to or pull ahead of competition, Investor, by visiting the store: Purchase more Gold, Time Warps, or specific Managers to help boost your finances. Your one stop shop for everything a fancy Investor could ever want while building an exorbitantly wealthy empire  WATCH THE NUMBERS ROLL IN Get on with your day and make money while you eat, drink, or sleep. It’s impossible to lose when you live the idle dream!  Your AdVenture of a lifetime starts today! ---------------------------------------------------------------  But don’t just take it from us — here’s what your fellow investors have to say:  “AdVenture Capitalist exudes a campy self-awareness of capitalism’s most obvious flaws while simultaneously encouraging total indulgence in them.” - The Washington Post  “Mathematics plus economics all in one.” - GeekDad  “THIS GAME IS BOTH FUN AND... relaxing. It runs when I'm not playing so I never have to worry about playing it all the time. It runs when I'm not playing or sleeping! It's crazy, I love that game so much that I am kinda addicted.” - A fellow Capitalist  ---------------------------------------------------------------  Having problems or want to share a great idea? We would love to hear from you! http://bit.ly/AdCapSupport or contact us in game by clicking Menu > Connect > Help & FAQ  Become an Investor now: ◆ Facebook: https://www.facebook.com/AdCapHH/ ◆ Twitter: https://twitter.com/AdVenture_CapHH ◆ Instagram: https://www.instagram.com/adventurecapitalist_hh/ ◆ YouTube: https://www.youtube.com/c/AdVentureCapitalist ◆ Reddit: https://www.reddit.com/r/AdventureCapitalist/   AdVenture Capitalist is free to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings.  Playing AdVenture Capitalist requires an internet connection. AdVenture Capitalist includes advertising for third parties, some of which may be targeted to your interests. You may choose to control targeted advertising by using your mobile device settings (e.g. by re-setting your device’s advertising identifier and/or opting out of interest based ads).  Terms of Use: https://hyperhippo.com/terms-of-use/  Privacy Policy: https://hyperhippo.com/privacy-policy/"

},
{
"iPA":"https://ipa.sierra.app/Agar.io.ipa",
"Icon":"https://ipa.sierra.app/icons/Agar.io.png",
"Name":"Agar.io",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/54/af/e7/54afe7cd-577d-8bbc-34f6-d801298f1588/08a73cb1-1698-46ef-9071-8f21ae66b98a_AGR_SCR-DarkmodeScreenshot-1_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/42/f9/a0/42f9a05a-453c-b113-fb06-dbb2c06273e2/28f84dc1-4194-4ee9-9eda-b870a0be1bc4_AGR_SCR-DarkmodeScreenshot-2_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/93/23/29/932329da-0c86-304f-908c-6353c642e14e/ff2e63f9-c0b8-4e2c-949a-322f2613380e_AGR_SCR-DarkmodeScreenshot-2_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4c/27/f0/4c27f08c-13c3-d1eb-0eb2-114e4ae9f6bd/abf792eb-3f54-40ce-9c32-5315b454f832_AGR_SCR-DarkmodeScreenshot-3_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/3b/e3/03/3be303c1-91a5-dc80-fa09-a851fa680fa5/7eedd38c-f6a4-49e2-ab83-a9e509f16647_AGR_SCR-DarkmodeScreenshot-4_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/f3/5a/40/f35a40c9-832d-6773-e0ad-07dac8c255f1/460e2ac2-a6d0-4917-8612-d082ef1bad8e_AGR_SCR-DarkmodeScreenshot-6_2208-x-1242-px.png/406x228bb.png"],
"Category":"Games",
"Version":"2.26.3",
"BundleID":"com.miniclip.agar.io",
"Description":"The browser game phenomenon comes to iOS!   Play online with players around the world as you try to become the biggest cell of them all!  Control your tiny cell and eat other players to grow larger! But watch out: players bigger than you will be trying to make you their lunch. Survive and eat long enough to become the biggest cell in the game!   With new controls developed especially for touchscreens, agar.io offers the same fun gameplay that millions have already enjoyed on PC. Play online in free-for-all action and use splitting, shrinking and dodging tactics to catch other players - or avoid them! Use a variety of special secret skins with the right username!  VIP Subscriptions  - Agar.io offers weekly subscriptions at USD $7,99. Price may vary depending on sales, taxes and countries.  - Payment will be charged to iTunes Account at confirmation of purchase  - Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period  - Your account will be charged for renewal within 24-hours prior to the end of the current period  - Subscriptions may be managed by going to the Account Settings after purchase and auto-renewal may be turned off  - Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable  Terms and Conditions: https://m.miniclip.com/terms-and-conditions Privacy Policy: https://m.miniclip.com/privacy"

},
{
"iPA":"https://ipa.sierra.app/AgeOfMagic.ipa",
"Icon":"https://ipa.sierra.app/icons/AgeOfMagic.png",
"Name":"Age of Magic - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/2e/9b/1c/2e9b1c47-2d4a-6a9b-d41a-60bda105144b/4436c431-b64a-4b9e-b45a-4078247fbf87_1_aom_asoscr047_openworld5_2208x1242_ww_nbn_bud_573kb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/b6/ef/f7/b6eff784-d05e-feff-c22d-63194b9114a9/9f4858ac-fddd-486d-b16c-2e37deb48b36_3_aom_asoscr031_mgsurvivescreen_2208x1242_en_nbn_pol_1.9mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f0/88/9d/f0889d2a-f916-14c4-90ab-3530a0cb778a/c6ec4a8d-20c1-46ea-8f0a-5efeb724c9f9_2_aom_asoscr029_triishpirate4_2208x1242_en_nbn_bri_2.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/c7/2f/b7/c72fb77a-c8c6-adaf-bbf2-064bd5fa0718/c04e1961-9545-48bb-95e2-190d2817da8a_4_aom_asoscr008_vs_customizationsun_2208x1242_en_nbn_gor_2.1mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/13/09/8b/13098b86-1095-3240-be6e-b05b18fbdcee/bb7362e1-42ea-4067-9ed1-5ff981a68beb_5_aom_asoscr008_gp_avatars_2208x1242_ww_nbn_gor_1.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/0f/5e/dc/0f5edc5e-fd16-ab2f-44f7-a4af91f10a1d/bb94746e-4beb-4504-9e80-d0cb741f6894_6_aom_asoscr008_hm_graphic_2208x1242_en_nbn_gor_3.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/43/44/fb/4344fbb5-67ab-a1f4-5c1f-c35d1fcc02a4/6153b9c7-92c2-487a-bebe-473a2ba951c2_7_aom_asoscr008_hm_pvparena_2208x1242_en_nbn_gor_2.2mb.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"2.15.0",
"BundleID":"com.playkot.ageofmagic",
"Description":"Embark on a magic adventure in Age of Magic! A world thrown into an era of chaos by the war between good and evil, where you can join the fight either as a divine crusader knight or as a demon from the legions of darkness! Grab your sword and embrace the power of might and magic in this epic PvP/PvE strategy RPG!  Assemble a team of elite heroes - from warriors to wizards, elves to warlords, and everything in between. Engage in turn-based combat, where strategy and cunning are just as important as strength and power. Choose to align with either the forces of light or darkness as you embark on epic campaigns, where you'll be tasked with restoring balance to a shattered world.  Take on the all-original, magic quest of the light campaign, assemble a divine and mighty party from a whole kingdom of heroes and dominate evil demons in combat. Bring a deadfall of reckoning upon the eternal evolution of darkness. For honor!  Travel a path of exile within the cold, dark campaign! Construct a legion of darkened souls, demons and other esteemed hero hunters, then use them to awaken an aeon of warfare! Follow in the footsteps of the Beast and see what legacy you can leave. Which so-called \'hero\' will be your next fatality? Darkness rises!  Join forces with other heroic dungeon crawlers online to conquer epic squad games, defeat enemies, and take on other players in PvP tournaments and arenas. Rise through the ranks and show your might as you lead your squad to victory.  Step into the Tomb of Horrors and see how long you can survive in the darkest dungeons, a nonstop game where you're not permitted to heal in between each fight! Or take on the inhabitants of the Cradle of Chaos, a shifting battleground that affects different heroes in odd ways.  Age of Magic features:   - PvE story campaigns from multiple perspectives!  - PvP tournaments, arenas and more!  - Friends, clans, guilds, raids and rewards!  - Demons, angels, shadows, legends, combat magic, war, dragons and more!  - Special fantasy events with incredible prizes!  - Fast-paced and strategic battles!  - Collect unique heroes, gain experience to level them up and equip them with different items!  All of this and so much more in the immortal apex of strategy games!  Build a collection of heroes, equip them with powerful items, and level them up to unleash their full potential in battle. Join a clan, participate in raids, and lead your strike force to victory.  Age of Magic features fast-paced and strategic battles, special fantasy events with incredible prizes, and a wealth of heroes, demons, legends, and arcane magic to explore. Test your skills against other players in competitive multiplayer games and see how you measure up in this rift-filled kingdom of raids and dragons. Or form a band of brothers and sisters and brave lands unknown on a war mission in the fallen frontline.  Facebook http://plkt.me/2v7y10 Twitter http://plkt.me/lx0s7 Youtube http://plkt.me/n0lgo Instagram http://plkt.me/mn5nz Discord http://plkt.me/c91s5 Fate calls for you!  Privacy policy: https://playkot.com/privacy.htm"

},
{
"iPA":"https://ipa.sierra.app/AgeofWar2.ipa",
"Icon":"https://ipa.sierra.app/icons/AgeofWar2.png",
"Name":"Age Of War 2 - iOSGods.com",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/5b/30/4f/5b304fd0-1eee-af78-aca2-e2f4900e2481/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/81/dd/2b/81dd2bae-7997-85e1-c2b1-3d307e79c326/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/9d/80/cf/9d80cf67-bfa7-86d7-ffcd-a456077b7af1/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/e6/f3/9a/e6f39a96-4784-a195-d343-258ae8c89d42/pr_source.png/406x228bb.png"],
"Category":"Games",
"Version":"1.6.6",
"BundleID":"com.maxgames.aow2",
"Description":"Battle your way through the ages in this insanely addicting action/strategy game. One of the most popular flash games from the web brought to life for the best possible mobile experience!  WAR ACROSS THE AGES! Train a massive army from cavemen riding dinosaurs to World War tanks! All the way to hugely devastating robot warriors from the future age! There are so many different units to train across 7 completely unique ages of war. With 29 unit types at your disposal such as the Assault Spartan, Anubis Warrior, Mages, Knights, Rifleman, Cannons, Grenade Soldiers, Cyborgs and so many more! If you think the best offense is a strong defense try stacking up rows of turrets that mow down the enemy! Yes we still have the famous Chicken Turret which is a must build!  FUN FOR ALL! Finally a strategy game that every gamer type will enjoy with 4 difficulty modes and tons of achievements and challenges. Cast destructive global spells such as the fiery meteors, lightning storm, or call world war bomber planes to clear the field. We’ve packed so much fun into one easy to play mobile game you will come back again and again trying new ways to conquer.  GENERALS MODE! Play against 10 unique generals, each with their own individual strategies and tactics! Test your skills against Brom 'The Basher' with his giant club, or Hades in his Underworld domain!"

},
{
"iPA":"https://ipa.sierra.app/AlightMotion.ipa",
"Icon":"https://ipa.sierra.app/icons/AlightMotion.png",
"Name":"Alight Motion",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/f1/08/5f/f1085f9f-dfc8-a9ba-11dd-01a682bc4f65/aeb6939a-7c22-410b-9404-f6793eded47f_iPhone_5.5_screenshot_keyframeanimation.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/27/3b/a4/273ba4e7-67e3-9418-4b9f-1bd1ae012754/2455f88c-336d-41b7-b978-515f7e879e9d_iPhone_5.5_screenshot_camera.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/10/c7/dc/10c7dc0b-1f38-0d11-be65-88f5e609ae82/ee43bec7-282c-4cca-92e4-daf8baa4ac8e_iPhone_5.5_screenshot_layerparenting.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ac/1d/08/ac1d0858-bc32-bb8f-6765-f007f18359ed/e0bae983-6e6b-4b91-a220-ecb41eab9cb1_iPhone_5.5_screenshot_color.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/df/d3/5e/dfd35eb3-63fa-3ce9-9998-762e0bba8e51/20748690-122c-4673-9967-bdb63e47ce86_iPhone_5.5_screenshot_aspectratio.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/58/5c/7e/585c7e4c-ad42-a504-d624-ebdd8524776d/002f83c6-81f9-462b-8ada-159dec6561ca_iPhone_5.5_screenshot_vectorgraphics.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/96/2b/83/962b8322-db3e-498e-3533-246546156134/3edc07b8-e0b5-425e-a38d-ceb565c71ae3_iPhone_5.5_screenshot_effect.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/79/9a/56/799a5620-0339-efb5-2692-9e8fc194fb09/7d4dcb34-4b62-452e-b43b-c55b9860f84d_iPhone_5.5_screenshot_export.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ea/75/26/ea7526c9-7de2-c74c-15e7-8c9964ea4a76/4a7b5844-9497-44b5-95fc-fe84a63fe01b_iPhone_5.5_screenshot_blending.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/4b/26/d7/4b26d724-160f-7e1c-fffd-bbcc0d67bd81/77a65f37-9037-4ec5-99cd-b17284653fc9_iPhone_5.5_screenshot_fonts.png/392x696bb.png"],
"Category":"Photo & Video",
"Version":"4.5.7",
"BundleID":"com.alightcreative.motion",
"Description":"Be part of the movement! Alight Motion is the first professional motion design app for your smartphone for iPhone, iPad, and Mac, bringing you professional-quality animation, motion graphics, visual effects, video editing, video compositing, and more!  • Multiple layers of graphics, video, and audio • Vector and bitmap support (edit vector graphics right on your phone!) • 160+ basic effect building blocks that can be combined to create sophisticated visual effects • Keyframe animation available for all settings • Link parent and child layers and rig character joints • Cameras that pan, zoom, and support focus blur and fog • Grouping and Masking • Color Adjustment • Animation easing for more fluid motion: Pick from presets or build your own timing curves • Bookmarks for ease of editing • Velocity-based motion blur • Export MP4 video, GIF animation, PNG sequences, and stills • Share project packages with others • Solid color and gradient fill effects • Border, shadow, and stroke effects • Custom font support • Copy and paste entire layers or just their style • Save your favorite elements for easy re-use in future projects  Alight Motion is free to use with basic features and a watermark on videos you create. There are several paid membership options in the app to remove the watermark and access a regularly updated library of premium effects and features. These subscription membership options are charged when you select to purchase them, and renew automatically unless canceled at least 24 hours prior to the beginning of the next subscription period. After purchasing, subscriptions can be managed in your Apple ID settings. You can find more information about subscriptions at https://alightcreative.com/support   Terms of Service: alightcreative.com/tos Privacy Policy: alightcreative.com/privacy"

},
{
"iPA":"https://ipa.sierra.app/AmazingSpiderMan2.ipa",
"Icon":"https://ipa.sierra.app/icons/AmazingSpiderMan2.png",
"Name":"AmazingSpiderMan2",
"Preview":[],
"Category":"",
"Version":"1.3.1",
"BundleID":"com.gameloft.AmazingSpiderMan2",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/AmongUS.ipa",
"Icon":"https://ipa.sierra.app/icons/AmongUS.png",
"Name":"Among Us - Kamohacks",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/b7/fe/e6/b7fee60c-2041-1c0e-d3e8-2ca0cef98d36/a4309b28-453c-4b12-89fb-8f4eb3f4b7d3_RoleScreen.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/ea/3f/fc/ea3ffc7c-8bb1-49ac-106c-4ee495b9ecf1/52e46644-0efe-4101-bdfc-a7e37969d1f1_AirshipBurgerTask.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/e2/82/f4/e282f434-5c29-1d0e-85c9-d90adfe452e2/67927b9f-f5b8-4828-bdaa-87360c753c45_Discussion.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/46/6f/09/466f09a5-13df-9b7c-f4b8-001c9246def8/836d6235-b13c-45d0-bd36-8218c4bebe60_Lobby.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/d3/be/36/d3be36b0-a5c4-6e06-3b1c-60e961e5d6b9/78db8b6c-df76-4c8e-ace9-207ce9affa4b_EmergencyMeeting.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/62/e3/49/62e3497c-aa4d-f52d-32af-c01d4b66ddcf/e678b15d-528d-4d17-b5f0-c0518b637627_VotingScreen2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/83/77/0f/83770f6c-8583-1ec6-1bb1-e3c64cede1f2/a2ce55b8-aba9-49b3-acd3-240354da9fba_AirshipEject.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/4f/0b/60/4f0b6004-6c55-7a64-eb14-d7127963150d/21dfc900-757e-4091-a0b0-242691115ba7_SkeldTask.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource115/v4/13/87/6a/13876a1d-260c-db9d-3d5b-a48d70edee1a/98a8f5f0-e609-455e-8abe-f7e3f2557db7_PolusTask.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource125/v4/ca/72/a9/ca72a9e4-cfac-aed7-492a-5b81a9ec289f/ffdbc647-7d00-422c-bbfd-568c4e132e61_CardSlideTask.png/406x228bb.png"],
"Category":"Games",
"Version":"2023.2.28",
"BundleID":"com.innersloth.amongus",
"Description":"A game of teamwork and betrayal ...in space! Play online with 4-15 players as you attempt to prep your spaceship for departure, but beware as one or more random players among the Crew are Impostors bent on killing everyone.  MASTER YOUR SOCIAL DEDUCTION SKILLS. Crewmates win by completing all tasks or discovering and voting the Impostors off the ship. The Impostor can use sabotage to cause chaos, making for easier kills and better alibis. Optional roles create a whole new level of gameplay. Try out the Scientist, Engineer, Guardian Angel, or Shapeshifter to create chaos! Think you’re a master of deception? Only one way to find out!  CUSTOMIZE YOUR GAME. Choose how you want to play! Change the number of Impostors, roles, tasks, player visibility, and more. Play in style as you change your Crewmates’ color, visor, nameplate, outfit, and hat. More customization options are planned to be continually added in.  PLAY WITH ANYONE. Cross-platform play is supported. Play with friends (or enemies?) between PC, mobile, or console!  If you have any issues, visit us at: https://www.innersloth.com/faq/"

},
{
"iPA":"https://ipa.sierra.app/ArcherForest.ipa",
"Icon":"https://ipa.sierra.app/icons/ArcherForest.png",
"Name":"Archer Forest ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/f9/2c/ad/f92cad0d-17a4-5e91-0956-9f1ed3bb0552/cb2ff265-bbdd-4d6e-8247-548869303b26_1.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/8a/ab/80/8aab80ba-effe-6be9-060b-d458939993ab/a26ec93b-f778-4e5d-b897-41437cbca0c1_2.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource122/v4/99/80/6e/99806e75-36b6-8b2f-76ef-94f409b96c72/498c40fc-804f-4e76-a71a-1d897d50eca6_3.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/3a/33/75/3a337542-6b83-5d6d-bc5d-295ae2be7b41/e4d63a3c-1724-40e7-90e9-ee1e29c2cc33_4.png/392x696bb.png"],
"Category":"Games",
"Version":"9.06.01",
"BundleID":"net.gameduo.archer",
"Description":"Become an ally of the Archers and protect the Forest!   ▶Enormous Stage  Clear stages and explore a wide variety of continents!    ▶Easy to Control All you need to do to is tap the screen and merge two arrows!    ▶Speedy Growth Upgrade to a better and more powerful arrow! You can be the best!    ▶Endless Contents Earn tons of items through Boss Fight!    ▶Cute Animal Heroes Collect unique heroes with various abilities!   ----------------------------------------  -Game Contact:  archer@gameduo.net - Privacy Policy :  https://gameduo.net/privacy-policy  - Terms of Service :  https://gameduo.net/terms-of-service"

},
{
"iPA":"https://ipa.sierra.app/Archero.ipa",
"Icon":"https://ipa.sierra.app/icons/Archero.png",
"Name":"Archero ",
"Preview":[],
"Category":"",
"Version":"5.6.1",
"BundleID":"com.habby.archero",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/ArenaofValor.ipa",
"Icon":"https://ipa.sierra.app/icons/ArenaofValor.png",
"Name":"Arena of Valor",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/6a/58/7d/6a587df6-7801-73f1-c889-e1a830eb8ab5/e1b50916-903e-4d05-9814-ce2a2ae11ee5_20220623160231-868b8621-31bd-48ff-ae51-8c6619e928cb-687122-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/37/45/2c/37452c7b-74f5-cc51-da0f-ae71dbc07f3f/4ce7034d-a989-4e22-b058-fcc89c0453d1_20220623160238-868b8621-31bd-48ff-ae51-8c6619e928cb-687123-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/9c/aa/9b/9caa9bad-7a5d-ba93-38e9-f478517f7b9e/9bcab778-99a1-4f9f-b829-dea3b786edea_20220623160250-868b8621-31bd-48ff-ae51-8c6619e928cb-687124-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/ed/ba/50/edba50eb-04bd-c53b-26b6-6c688807c389/b617acc4-5c2d-4969-9b84-a2d9b9ce58e2_20220623160302-868b8621-31bd-48ff-ae51-8c6619e928cb-687119-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/a8/61/94/a861944e-9a94-b8f7-a2d7-6773edf30ce1/c82adc5e-b2df-441a-a0f6-7f1019374f9b_20220623160308-868b8621-31bd-48ff-ae51-8c6619e928cb-687118-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/46/60/a2/4660a2d0-1de6-889b-ad0e-c4808d5a8ae5/39b81a63-cceb-46cd-8b59-29b9b0212eec_20220623160320-868b8621-31bd-48ff-ae51-8c6619e928cb-687120-1.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource112/v4/95/6e/14/956e143d-d84d-5402-b6cb-85a88d82028f/81992445-cb4e-431c-b59b-0251771d5453_20220623160326-868b8621-31bd-48ff-ae51-8c6619e928cb-687121-1.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"1.52.11085245",
"BundleID":"com.ngame.allstar.eu",
"Description":"Arena of Valor, brought to you by Level Infinite and TiMi Studio Group, is the ultimate real-time 5v5 MOBA experience! Join your friends, create a guild, and master over 100 unique heroes from internationally acclaimed franchise. The future of mobile MOBAs has arrived. Are you ready to become a legend?  - Fast & Fun Matches   Select a game mode, find opponents and compete in intense battles that can be completed in 15 minutes or less.  - Fight With Your Friends Team up with friends and guildmates to create strategies that let you work together and achieve the ultimate victory.   - 100+ Heroes At Your Choice Your favorite heroes are all here! Choose your role, hone your skills and jump into battles.   - Battle For Top Ranking  Master your heroes and unleash their powers to successfully defeat your opponents as you climb the ladder to reach the top of the seasonal rankings.   Contact Us:  Facebook: https://www.facebook.com/ArenaofValor  YouTube: https://www.youtube.com/channel/UCgYkGvtBuY4onYm2Eh61zwQ  Twitter: https://twitter.com/arenaofvalor  Discord: https://discord.gg/CUdhNTZ"

},
{
"iPA":"https://ipa.sierra.app/Autogun.ipa",
"Icon":"https://ipa.sierra.app/icons/Autogun.png",
"Name":"Autogun Heroes",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/48/d1/9e/48d19e42-bd2c-12b7-bf26-d07a97410cc8/0e1f5c19-1280-485e-9b06-7819597203d9_GFUNG_sep23_A_EN_2208x1242.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/30/c6/83/30c683ce-8e0d-bea7-45ea-76e256fba865/d1385048-7e39-41a7-85d9-e7a225795362_GFUNG_StoreImages_TestVariant_B2_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/3f/80/09/3f8009dc-aeed-bfb3-ab1f-132754fc7cda/bf332112-d9fb-45e3-b770-cfd6da952803_GFUNG_sep23_C_EN_2208x1242.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ab/df/08/abdf0844-bbd0-4674-1cc1-9fe3fa5a552e/bbf9ce00-a7f1-4d29-aa1c-00de022bac63_GFUNG_StoreImages_TestVariant_B4_2208x1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b9/6e/ca/b96eca3e-6dfa-02db-85f2-a18b37885de8/ec81d4cb-c44e-41d6-a299-33ff0efd8383_AutogunHeroes_StoreImage_05_2208x1242_EN_May2023.png/406x228bb.png"],
"Category":"Games",
"Version":"0.15.1193",
"BundleID":"com.nitrogames.autoblaster",
"Description":"Warm up your fingers, because this game will demand the best from you.  Take back the control of an alien-infested world in this next-gen, non-stop 3D action platformer with overloaded guns, a team of heroes and blast those aliens in the butt!  Bring your biggest gun and your A game, because the world needs heroes.. heroes like you!  Rampage through levels and unlock new worlds. Collect new, powerful heroes in your team and select the best hero for the occasion! Discover new, more powerful weapons and gear. Get faster, nastier and more dodgier with different perks!   It’s time to take back control and save the world. Are you ready?  THE GAME FEATURES: --> Skill-based gameplay, enabled by finely crafted, responsive controls --> Visually stunning, immersive gameplay that make you feel like you are actually inside the game fighting against those nasty villains --> 100+ different levels and 12 different worlds to progress and fight more epic battles in --> 10+ overloaded guns and hundreds of perks to evolve your heroes --> Roster of seven unique heroes to choose from so you can adapt your gameplay in ever-challenging levels --> Tens of different enemies with different behaviours that will keep you constantly challenged as your progress further in the levels  *********  NOTE: - The game requires internet connection to play.  - The game contains optional in-app purchases. You can disable this feature in the settings menu of your device.  - Check our Privacy Policy at https://www.nitrogames.com/privacy-policy/ - Check our Terms of Service at https://www.nitrogames.com/terms-of-service/ - Connect with us at Facebook: https://www.facebook.com/autogunheroes - Connect with us at Discord: https://discord.gg/32c58DJ4CQ  © Copyright 2023 Nitro Games. All rights reserved. Nitro Games and Autogun Heroes are trademarks or registered trademarks of Nitro Games Oyj."

},
{
"iPA":"https://ipa.sierra.app/B2BApocalypse.ipa",
"Icon":"https://ipa.sierra.app/icons/B2BApocalypse.png",
"Name":"B2B Apocalypse",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/6e/a2/ab/6ea2ab92-1702-540d-6774-327386279188/20897ca7-eb79-4e8a-b482-2571d9515aa8_1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ef/71/f6/ef71f659-371c-4ce5-1b45-01d70ca914d2/4886de29-4070-4a9b-a460-42a675fcf277_2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/a9/9e/e3/a99ee367-14a1-f5b0-9cd2-63761e732096/dd6d5c74-07a3-4086-aeb1-70feaeb9cf69_3.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/60/78/a5/6078a5f5-7c1c-0217-6594-7d5e5e38e40e/e0d9ca6a-22de-43b9-b539-757d8bcbce4c_4.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/58/fd/4a/58fd4abf-5ba7-2d7f-ec89-52baa3bb8274/9063a1d2-7526-409e-8ca5-38fe7b9cd840_5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ab/63/c3/ab63c3e2-2d18-e02e-6931-186b3980ff94/d5011bd7-c05e-41c4-b8f8-e457e68f1d45_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/6e/b8/fc/6eb8fc10-3b86-3248-c1c7-7ace56258ee0/35d4467e-a153-4ce4-8663-1846663588bd_7.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/bb/bd/18/bbbd1896-01ea-099a-6c56-8fc437048538/31477fdf-a6da-48e6-8c55-694ba0d8ce71_8.png/406x228bb.png"],
"Category":"Games",
"Version":"2.0.7",
"BundleID":"com.dawinstone.b2ba",
"Description":"◆ Attention No responsibility is taken for data lost by device changes or uninstalling the game. Please take particular care of your data when changing devices or reinstalling.  ◆ Features + Vast Open World RPG! An expanded world to explore! + Exploration, Gathering, Fishing and Crafting for survival! + 3 times as many items and weapons than the previous game + More detailed character customization and appearances + Over 60 maps and regions to explore! + \'World Missions\' that take place across the globe + Create and upgrade your own special forces team + Artillery Support, Air Support, and Powerful Drones! + Embark on \'Battle Armor\' and engage in combat + Advanced graphics and upgraded systems  ■ About “Bad 2 Bad: Apocalypse” 'Bad 2 Bad: Apocalypse' is the sequel to 'Bad 2 Bad: Delta' and 'Extinction', armed with a vaster world and richer content. Apocalypse follows the story of the Delta Team, led by Major Pan, saving and reconstructing the world ravaged by a virus from the Human Forces. Join the Delta Team on their journey from survival to rebuilding the world.  ■ Survival and Rebuilding With the core contents of Exploration, Gathering, Fishing, and Crafting for survival, upgrade your Base Camp and craft equipment to defeat powerful enemy forces and virus-infected Wilders to rebuild the world.  ■ Upgraded Customization From weapon remodeling to character appearances, much more detailed customization is possible. Night Vision and many accessories have been added to increase the depth of customization compared to previous games.  ■ Your Own Special Forces With a more powerful customization and squad system, in addition to being able to flexibly change tactics to fit the situation, the importance of each squad member and tactical changes are more important than ever in Apocalypse.  ■ Powerful Support Weapons Artillery support from self-propelled artilleries, air support from attack helicopters, and combat drones can be part of the squad, in addition to the powerful tactical weapon \'Battle Armor\', which you can embark on and ride into battle."

},
{
"iPA":"https://ipa.sierra.app/BASEBALL.ipa",
"Icon":"https://ipa.sierra.app/icons/BASEBALL.png",
"Name":"BASEBALL 9 ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/a5/e4/79/a5e4794b-548a-4b7a-ab5b-3425358b620a/8348f4a0-bcd6-4642-82f7-73e8dbca3888_iphone_screenshot_55_2_batter_eng.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b2/04/1d/b2041de4-be46-0006-e1f6-f41ea9a18f61/6b1286ff-4618-416a-b59c-dd006ab5cdf7_iphone_screenshot_55_2_batter2_eng.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/58/82/b7/5882b74e-28a0-3c67-1f35-4975bc43c5cc/9d59e016-9da0-426f-9c91-d53a58d3394e_iphone_screenshot_55_2_eng.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/bf/66/ca/bf66cae7-dffa-93d2-57b0-45ea22f8beb7/fdd419b0-aae0-4a69-9ac3-cb49a7622833_iphone_55_eng_01.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6d/87/4a/6d874a33-ada1-31d8-3573-ca214f920e23/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/5d/6f/5c/5d6f5c01-8a30-767f-6cd1-28858fe8e7b2/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b7/24/85/b7248551-106c-0ba0-237a-4d0c705383a7/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/99/03/ae/9903aef5-9c64-6e52-47ab-7daaf6a39c4f/pr_source.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"3.2.1",
"BundleID":"us.kr.baseballnine",
"Description":"Enjoy fast-paced, realistic baseball game, featuring compact gameplay and informative stats.  Play BASEBALL NINE to become the Legend League Champion!  * Game Features - Lean and fast gameplay! - Casual characters and serious game mechanics! - Pitching and fielding as fun as batting! - You can play base running manually! - Comprehensive player stats! - Improved Autoplay with selective automation of player, inning, watching, and quick result. - Rename, gear up, and customize your players! - Offline mode available!  * Fast, compact gameplay! - Enjoy a speedy, streamlined playing experience. - Hit massive dingers and get thrilling strikeouts. - Specialized auto functions by game, by inning, and by player are a given!  * Enjoy realistic baseball! - Experience gameplay with realistic baseball rules. - Simulated results based on actual game stats.  * Recruit and develop your roster! - Recruit players and develop them by raising stats of your choice - Equip and upgrade skills to develop them into specialists. - Raise the player tiers to turn them into hall of famers.  * Customize your players! - Rename them and set them as left-handed or right-handed batters or pitchers. - Change their faces, pick body types, and choose different batting and pitching motions. - Try equipping a range of bats, gloves, cleats, guards, and glasses to customize your players in unique ways.  * Manage your team and get promoted to higher leagues! - Rename your team and change its emblem and uniform. - Expand into new stadiums and manage the team’s cumulative stats. - Advance to the postseason and win for promotion to a higher league.  * Supports tablets."

},
{
"iPA":"https://ipa.sierra.app/BRIM.ipa",
"Icon":"https://ipa.sierra.app/icons/BRIM.png",
"Name":"BRIM - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/26/78/99/26789928-a7ec-fe36-4835-bd97bf16922d/2fdac05a-ea47-47a3-aa34-f187ffc12440__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f1_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/00/46/f6/0046f664-8814-8847-2b38-aff94fdd3995/ffab9a31-759f-498b-adc1-a5511bccf46b__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f2_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/7b/56/64/7b566474-02de-1e83-79dc-75953d64fcd7/e510e112-ddcb-4d2f-88d8-5387d12896cf__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f3_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/49/b0/92/49b09217-56ae-a7ea-b280-0b14225eef92/7b3a430c-4156-479f-8b34-cc15ca93b480__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f4_IPHONE_55.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/44/aa/3c/44aa3c52-b6d6-3aad-48e2-8e2f22d43405/cef8a825-f471-4a12-a9bf-8578e4c65770__U002fdata_U002fapp-store-connect-assets_U002fscreenshots_U002fen-US_U002f5_IPHONE_55.png/392x696bb.png"],
"Category":"Games",
"Version":"2.19.74",
"BundleID":"com.sybogames.brim",
"Description":"This free game gives you endless fun that never ends, filled with cool missions and unlimited weapon and armor upgrades available.   Join running forces with the awesome heroes of Brim to save the world from the invading army of Goons! Dodge into an epic, enchanting and endless universe where magic and mayhem awaits your unique wall running character, as you complete quests on your run to become the greatest hero Brim has ever seen!  Take a stab at collecting treasure and gold coins whilst you dash & dodge, jump & roll, and hack & slash your way through the mega army of goons in order to upgrade your epic characters, weapons and magical blades.   Attempt to leap over the endless depth of treacherous and dangerous cliffs as you hack and slash goons and their ugly bosses with your magical sword.    ● Leap over deadly cliffs & run on walls to escape the nasty goons ● Dodge enemies and obstacles on your path.  ● Collect essence & gold coins to upgrade your character and blade ● Slay the hideous villains ● Befriend pets such as Elemental wolves, horses and magical dragons ● Level up your armor and boost your weapons ● Perform fast paced hit-combos and wall-running stunts on your running path to become the greatest hero of all time! ● From the creators that gave you the #1 game of all time, Subway Surfers!"

},
{
"iPA":"https://ipa.sierra.app/Basketbat.ipa",
"Icon":"https://ipa.sierra.app/icons/Basketbat.png",
"Name":"Basketball🌟2",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/3b/3d/8c/3b3d8c6c-b9d7-34e7-d583-fa2a2c09e5cb/1b7fc0e9-e6e7-4faa-8302-2ff2074e2189_1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/52/1c/f2/521cf21e-d15a-5701-6d87-eaa70c0e4f7f/0b58d87f-b444-4662-a6b4-a0021575bcc1_2.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/14/c0/7e/14c07ef7-fa8c-37dc-c3f7-91b8332c2e34/841be29a-da3b-40ef-948e-c1543385ed00_3.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/df/81/b0/df81b072-fdb4-aeb2-ffab-b685d90a94fc/c9c2a9c9-544e-4da7-8d2c-01a401a67e1e_4.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/7b/ca/30/7bca3048-a914-c581-c53e-3871dee81cb8/981bd1b5-0272-42ff-a70b-dea5ec17badc_5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/8d/d9/57/8dd95745-2a61-6805-382c-505aa9be48df/5c49c509-692e-431a-be42-67cbbbda43af_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/6d/3f/10/6d3f1075-3aed-b95a-6281-1a7259a35386/3c8ded3e-a5e4-4cdb-9af7-5ab45524c117_7.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/50/2b/b6/502bb653-dfb9-0a3a-c01b-e978985de6a1/ee47fe1b-e503-41c2-954c-6d7678de7f99_8.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/e5/72/c8/e572c859-b901-9889-d18e-37adf7203045/29d3c542-de74-4168-ba74-557702b8a6a8_9.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/43/6c/28/436c28c1-ff67-2c9e-948d-2d47c78b19ac/3fa9b57c-1fd8-41fb-bdd8-c1c88ac124cd_10.png/406x228bb.png"],
"Category":"Games",
"Version":"1.0.4",
"BundleID":"com.lazyboydevelopments.basketballsuperstar2",
"Description":"Welcome basketball fans!  Lazy Boy Developments is proud to present the sequel to Basketball Superstar!  Basketball Superstar focuses on character development rather than quick reflexes.  Start the game as a talented 17 year old rookie and play until you retire.  What happens in-between is up to you.  IMPROVE YOUR ABILITIES Gain experience to upgrade abilities that suit your playing style.  Perhaps you focus on offensive skills to become the leading scorer or maybe concentrate on defensive duties and become a defensive powerhouse?  BECOME A LEGEND Work you way up through college basketball to the very top level.  Can you make it to the professional game?  Maybe even the All-Star MVP?  MANAGE RELATIONSHIPS Manage relationships throughout your career. Build a rapport with your teammates, fans and coach.  Look after your parents, perhaps get married and even have a kid!  CONTROL YOUR DESTINY Throughout your career various decisions and events mould you as a person.  Do you chase the money or focus on becoming the best you can be?  How do you handle fame and fortune?  INCREASE YOUR WEALTH Why not invest your hard-earned cash in a gym, restaurant or even buy a local basketball team?  Make that money work for you!  LIVE THE LIFE With success comes money and fame.  Perhaps buy a Supercar or even a Yacht?  Your lifestyle will make you more appealing to potential endorsement deals!  ARE YOU THE BEST? As your reputation improves, you will gain the attention of bigger and better teams.  Do you stay loyal or move to pastures new?  Do you move for money or join your favourite team?  Can you become the Basketball Superstar you know you can be? Prove it…"

},
{
"iPA":"https://ipa.sierra.app/Bazaart.ipa",
"Icon":"https://ipa.sierra.app/icons/Bazaart.png",
"Name":"Bazaart",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/1a/80/98/1a809852-e9fc-b75b-8c27-7de0db639d8b/697191e1-ab37-4c61-8f67-dd3d4057235f_1.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/ce/74/f1/ce74f11b-978d-051d-d06b-764011cd4c33/0b813ef5-8429-48c0-9ca5-595de3316c64_2.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/01/7c/14/017c147d-f573-0acb-f45b-699bc6394e60/b8520a73-0a8c-4df8-a291-244631d9103f_3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/48/66/5d/48665dc2-3e34-e583-2d24-c66c17432ace/20647558-1211-4c5e-a402-456bdd929462_4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/a1/f0/e7/a1f0e7a3-5892-ed6a-cabc-1c71e9278f39/0cf298fe-ee62-4778-b935-21f1c6188255_5.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/97/5b/0a/975b0a2d-b94d-4124-6a65-28c606725a31/3342b665-a516-4f4f-9b95-ee5d93c659ba_6.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/65/b9/d4/65b9d4cc-44dc-4ac1-0551-4c34f4c4e4ef/848edfc6-6db7-4191-a732-22b2c5d1fa99_7.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/65/27/3e/65273ed8-2181-d69a-b822-f6e3d1fa94d3/b23ee298-5dfa-4c95-9031-0d53e2f3eea2_8.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/da/ed/45/daed4590-f1d0-2f1a-3c0c-abb52da3600f/e73ea07b-bb48-44ef-b65e-fe36568cad04_9.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/40/b7/ce/40b7ceec-1d30-c8f2-37c2-b6d9304e5bf8/3927a203-5d76-41d9-9658-6222a2af27bc_10.jpg/392x696bb.jpg"],
"Category":"Photo & Video",
"Version":"9.7.1",
"BundleID":"co.bazaart.app",
"Description":"Bazaart is a friendly AI-powered design app that helps you easily create beautiful photos, videos, graphics and more. Join millions of people who create professional looking designs everyday. Get ready to boost your creativity!  GET CREATIVE Bazaart is a design studio, photo editor and video editor combined in a one-stop app for all your design needs. Create AI art, Reels, stories, logos, flyers, posters, cards, collages, invitations, memes, profile pics, product photography (white background an option), stop motion videos, GIFs, stickers, and works of art. From online selling to digital marketing to social media posting, Bazaart is here to help, no design experience required.  POWERFUL DESIGN & EDITING TOOLS • Remove the background from photos and videos • Remove objects and people from any photo using the remove tool • Save time by instantly editing multiple photos • Place products and people in stunning AI-generated backgrounds • Turn your text into fantastic images using the AI art tool • Replace anything in a photo with a simple text prompt using the AI replace tool • Turn blurry photos into HD, boost resolution and quality with the enhance tool • Cut out photos and videos like a pro with crop, scissors, eraser and shape cut-out tools • Create your own WhatsApp stickers • Enhance, adjust, and customize photos and videos: change exposure, contrast, saturation, vibrance, warmth, tint, shadows, highlights, fade, sharpness and blur • Add up to 100 photo layers and 5 video layers: each layer is independently editable and all changes reversible • Apply fabulous filters on photos and videos to add a “wow” effect • Create custom edge styles for photos and videos with the outline and shadow tools • Combine photos and videos with mind-blowing blending effects • Sketch and draw freely with the drawing tool • Curve your text to match an arc or a circle • Edit and modify text with alignment, letter and line spacing • Perfectly align photos, videos, text, and any element with auto-snapping • Position elements precisely with the nudge tool  BEAUTIFUL CONTENT YOU’LL LOVE • Save time with beautiful templates made by designers • Choose from thousands of amazing backgrounds, stickers and shapes • Engage your audience with awesome animated stickers and GIFs • Add stunning photo and video overlays • Browse through a great collection of fonts or add your own  • Use photos and videos from your albums, camera, files, stock or the web  WHEN YOU’RE READY • Save as an image with an opaque (JPG) or transparent background (PNG) • Save as video or as animated GIF • Share your creations on social media or send as text or email   • Organize your design projects into folders  UPGRADE TO BAZAART PREMIUM Create professional looking designs in seconds with Premium!  • Save time with magic background removal • Create without limits with a huge collection of templates, graphics and fonts • Get full access to all advanced tools and VIP support  Bazaart Premium offers two subscription options: $11.99 per month $71.99 per year Prices may vary by location  Should you choose to upgrade to a Premium subscription, payment will be charged to your iTunes account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period.  You may cancel automatic renewal and manage your subscription by selecting Manage App Subscriptions in your iTunes Account settings and selecting the subscription you want to modify. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a Premium subscription, where applicable.  Privacy Policy: https://bazaart.me/terms#privacy Terms of Service: https://bazaart.me/terms  Need help? Please email support@bazaart.me and we will get back to you quickly!  BAZAART® is a registered trademark of Bazaart Ltd."

},
{
"iPA":"https://ipa.sierra.app/BeReal.ipa",
"Icon":"https://ipa.sierra.app/icons/BeReal.png",
"Name":"BeReal.",
"Preview":[],
"Category":"",
"Version":"1.0.1",
"BundleID":"AlexisBarreyat.BeReal",
"Description":""

},
{
"iPA":"https://ipa.sierra.app/BitLife.ipa",
"Icon":"https://ipa.sierra.app/icons/BitLife.png",
"Name":"BitLife ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/a6/42/96/a6429677-88ab-87c4-dee0-7d06411b833b/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/85/b6/da/85b6da18-e154-6289-bec4-91cebe21a995/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4e/16/20/4e162087-d9c5-03d4-0ec7-5f84277c5f09/74dc08f5-3dd3-4859-90bb-7186fa0e9894_a16_screenshot_iphone_2019_3.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/b3/3b/06/b33b065c-38b5-da0e-700f-49ab31e26074/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/e8/af/b8/e8afb867-57ba-71b4-9298-ffeebb337669/pr_source.png/392x696bb.png"],
"Category":"Games",
"Version":"3.11.9",
"BundleID":"com.wtfapps.apollo16",
"Description":"How will you live your BitLife?  Will you try to make all the right choices in an attempt to become a model citizen sometime before you die? You could marry the man/woman of your dreams, have kids, and pick up a good job along the way.  Or will you make choices that horrify your parents? You could descend into a life of crime, start prison riots, smuggle duffle bags, and cheat on your spouse.  It's all up to you..."

},
{
"iPA":"https://ipa.sierra.app/BladeIdle.ipa",
"Icon":"https://ipa.sierra.app/icons/BladeIdle.png",
"Name":"Blade Idle - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f1/a0/f4/f1a0f469-431f-81ce-0dca-5f074774882b/a5aa0e1e-f1cb-4285-b93a-0ff7fd33910b__Uc138_Ub85c1_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/80/35/a5/8035a5f4-6d7c-2e51-d182-4e06688c6120/59553911-38e9-4093-8934-919c80deeb41__Uc138_Ub85c2_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/90/9b/f3/909bf3b2-f8f1-700d-d70d-3a64b46b0558/c722381b-a2b3-48ba-b1c5-49ae44bf7f6e__Uc138_Ub85c3_1242x2208__Uc601_Uc5b4.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/21/a7/b7/21a7b727-bef6-6936-f912-5b5cf80a0a3f/080a1a2f-efea-4c93-8253-afdcdb2bfcf7__Uc138_Ub85c4_1242x2208.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/46/50/09/4650093d-e854-5fa5-6b24-257c1fe11424/d67a01ca-25ee-4d8d-877b-456740c9e328__Uc138_Ub85c5_1242x2208.jpg/392x696bb.jpg"],
"Category":"Games",
"Version":"1.32.0",
"BundleID":"com.mobirix.mbbi",
"Description":"It’s a story of a common herb collector who stumbles onto a legendary sword and become a great hero. Adventure through the main stages and dungeons, and grow your character through farming.  Features - Customizable Skill System. Obtain and use various skills! - Merge System. Get even more powerful grade equipment! - Challenge normal and special dungeons and collect growth materials! - Grow your character through the Pet, Relic, and Insignia System! - Challenge the Upgrade Dungeon and collect various skins!  Facebook : https://www.facebook.com/mobirixplayen  YouTube : https://www.youtube.com/user/mobirix1"

}
]
