[
{
"iPA":"https://ipa.sierra.app/5Heroes.ipa",
"Icon":"https://ipa.sierra.app/icons/5Heroes.png",
"Name":"5 Heroes hack",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/2e/de/1a/2ede1a1c-b3b2-c6c4-3087-999907f88f9b/ec83d8b4-6749-4773-b5ab-c597fa6d5ef2_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/f2/90/48/f29048dc-c22e-0cd8-5857-7d72596afce4/4d2ba69f-7430-4a53-81f4-ceba865cf4c7_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/80/44/c9/8044c990-1840-84df-d9be-ec9376d48edf/ab2339c5-597b-4a28-90db-c6ca5f5e7f4f_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/fc/73/f5/fc73f50d-24e6-2f80-bc47-f75f09798db1/c31f34c8-dc77-47c1-8f5b-3a796f4da9a4_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/96/f3/12/96f31287-1ca8-f496-b4d3-9702a7761186/8b768402-83dd-4dae-8ecd-84a8182d4c7a_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/88/a8/66/88a86656-c4b6-65e9-c07b-38342d2bf5aa/0f0a3e85-55fc-4151-b496-11b4a375dee5_1242_2208.png/392x696bb.png"],
"Category":"Games",
"Version":"7.3.0",
"BundleID":"studio.banditos.banditos5",
"Description":"Join a friendly world of adventure in our easy-going RPG!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Attention, My Lord! Your kingdom is under threat, and it's up to you to save it in Five Heroes: The King's War!  Gather a party of five powerful heroes and embark on an epic journey through a vast and dangerous land filled with thrilling adventures. Engage in turn-based combat with enemies, where every move counts. Develop a winning strategy by understanding each hero's strengths and weaknesses and using them to your advantage.  Are you up to the challenge, My Lord? Download Five Heroes: The King’s War NOW, and have your name sung by every bard in the Kingdom!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  FEATURES:  TACTICAL COMBAT Every move counts! Develop a strategy that can make or break your combat success. Learn your heroes' strengths and weaknesses, and use them to your advantage.  WRITE YOUR OWN SAGA Journey across the land to save your kingdom from deadly Skeletons, help Amazons fight ruthless Pirates, unite Barbarian clans against nasty Goblins, cleanse a tainted Forest from an ancient Curse, and more. Experience a unique story campaign and create your own heroic saga.  UNIQUE HEROES Recruit over 500 different heroes by collecting Hero Orbs or completing quests. Level up your heroes, upgrade their skills, and evolve them to unleash their full potential.  POWERFUL ARTIFACTS Collect various artifacts from chests or defeated enemies and equip your heroes with the best gear. Choose wisely, as each artifact provides different bonuses to your heroes.  EPIC BOSSES Defeat waves of minions before confronting immensely powerful enemy bosses. Loot them to find unique artifacts and Hero Orbs.  PVP ARENA Test your skills against other players in the Heroes Arena. Defeat them in PVP to unlock special heroes and artifacts.  EXPLORE THE LAND Don't miss out on the best rewards! Fortune favors the adventurous. Explore every corner of the land to find hidden treasures and bonuses.   -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  PLEASE NOTE:  • Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item.  The following King's Club subscription is available:  • 1 Month King's Club subscription with a FREE 7 Day Trial - $9.99 (First week is free, after that the Pass is automatically renewed each month for $9.99. Can be cancelled at any time within the first 6 days of the Trial Period without charge).  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Support: support@banditos.zendesk.com  Community: https://discord.gg/tfGs2PB  Privacy Policy: https://banditos.page.link/privacy  Terms of Use: https://banditos.page.link/terms  Refund Policy: https://banditos.page.link/refund-policy"

},
{
"iPA":"https://ipa.sierra.app/8BallPoll.ipa",
"Icon":"https://ipa.sierra.app/icons/8BallPoll.png",
"Name":"8 Ball Pool",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/46/cf/83/46cf8340-3229-5908-774d-26227f80d0e5/a1de1655-a15b-4fb8-927e-8543d9c52cec_8BP-SCR-Screenshots_iPhone6_U002b_001.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/0b/8b/f9/0b8bf9cf-bbee-20ac-9160-b0e434ae49c2/5ba78eae-a0c6-4505-b52d-5af69e534617_8BP-SCR-Screenshots_iPhone6_U002b_002.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/6f/34/65/6f3465e8-1612-d587-6a62-74a377d906ae/ddad6006-c31e-49cc-b40f-7ca658ddc25e_8BP-SCR-Screenshots_iPhone6_U002b_004.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/d9/d6/f2/d9d6f2fd-92ba-9973-4977-20f7b42258bf/50020003-d5df-4b2a-8b03-da8e43e435d4_8BP-SCR-Screenshots_iPhone6_U002b_007.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"5.10.4",
"BundleID":"com.miniclip.8ballpoolmult",
"Description":"Do you want to play in the world of pool games? 8 Ball Pool is an addictive challenging game based on real 3D pool games, where you will challenge your friends online. Become a master of the pool!  The game 8 Ball Pool is easy to win. You just have to select the pool table and get ready. Join us and challenge your friends to this ball game in PvP mode. Use your pool strategy with the cue wisely in this online multiplayer ball game as every round will be more difficult after each level. You can play in multiplayer or PvP mode in different pool tables. Become the best pool player and challenge your friends in this pool game!  You can play pool in multiplayer or PvP mode using different balls and table types. 8 Ball Pool is designed to help your intelligence. You will improve the aim when shooting balls with the cue.   CHALLENGE YOUR FRIENDS Playing pool in multiplayer tournaments with friends is easy: Sign in for free with your Miniclip or Facebook account and you’ll be able to challenge your friends straight from this multiplayer 8 ball game. Challenge friends to a PvP pool match on the go. Aim and shoot your best balls with a customized cue in our online 3D PvP tournament!  PLAY FOR POOL COINS AND WIN EXCLUSIVE ITEMS Customize your cue and pool table! In every competitive PvP match you play in our league, there’ll be Pool Coins at stake – win the match and the Coins are yours. You can also buy new items in the Pool Shop. Compete in our 3D multiplayer league and become a master of 8 balls in 3D! The 8 Ball level system means you’re always facing challenging players in the 8 ball league. Play multiplayer 8 Ball Pool to increase your ranking in our pool league and get access to more exclusive 8 Ball Pool match locations, where you play and compete against the best online pool players. 8 Ball Pool has different match levels: It doesn't matter if you're an amateur or a pro player, take your chance in our PvP competitions with your friends and other players and win the pool challenge: Aim with the cue and prove your skills in this free 8 ball online tournament.  *This 8 Ball Pool game requires internet connection.  Play on the Web at miniclip.com/pool TERMS AND CONDITIONS: http://www.miniclip.com/terms-and-conditions PRIVACY POLICY: http://www.miniclip.com/privacy ------------------------------------ Miniclip: http://www.miniclip.com Like 8 Ball Pool: http://on.fb.me/Wx4f23 Facebook: http://facebook.com/miniclip Twitter: http://twitter.com/miniclip"

}

]
