[
{
"iPA":"https://ipa.sierra.app/5Heroes.ipa",
"Icon":"https://ipa.sierra.app/icons/5Heroes.png",
"Name":"5 Heroes hack",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/2e/de/1a/2ede1a1c-b3b2-c6c4-3087-999907f88f9b/ec83d8b4-6749-4773-b5ab-c597fa6d5ef2_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/f2/90/48/f29048dc-c22e-0cd8-5857-7d72596afce4/4d2ba69f-7430-4a53-81f4-ceba865cf4c7_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/80/44/c9/8044c990-1840-84df-d9be-ec9376d48edf/ab2339c5-597b-4a28-90db-c6ca5f5e7f4f_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource113/v4/fc/73/f5/fc73f50d-24e6-2f80-bc47-f75f09798db1/c31f34c8-dc77-47c1-8f5b-3a796f4da9a4_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/96/f3/12/96f31287-1ca8-f496-b4d3-9702a7761186/8b768402-83dd-4dae-8ecd-84a8182d4c7a_1242_2208.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource123/v4/88/a8/66/88a86656-c4b6-65e9-c07b-38342d2bf5aa/0f0a3e85-55fc-4151-b496-11b4a375dee5_1242_2208.png/392x696bb.png"],
"Category":"Games",
"Version":"7.3.0",
"BundleID":"studio.banditos.banditos5",
"Description":"Join a friendly world of adventure in our easy-going RPG!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Attention, My Lord! Your kingdom is under threat, and it's up to you to save it in Five Heroes: The King's War!  Gather a party of five powerful heroes and embark on an epic journey through a vast and dangerous land filled with thrilling adventures. Engage in turn-based combat with enemies, where every move counts. Develop a winning strategy by understanding each hero's strengths and weaknesses and using them to your advantage.  Are you up to the challenge, My Lord? Download Five Heroes: The King’s War NOW, and have your name sung by every bard in the Kingdom!  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  FEATURES:  TACTICAL COMBAT Every move counts! Develop a strategy that can make or break your combat success. Learn your heroes' strengths and weaknesses, and use them to your advantage.  WRITE YOUR OWN SAGA Journey across the land to save your kingdom from deadly Skeletons, help Amazons fight ruthless Pirates, unite Barbarian clans against nasty Goblins, cleanse a tainted Forest from an ancient Curse, and more. Experience a unique story campaign and create your own heroic saga.  UNIQUE HEROES Recruit over 500 different heroes by collecting Hero Orbs or completing quests. Level up your heroes, upgrade their skills, and evolve them to unleash their full potential.  POWERFUL ARTIFACTS Collect various artifacts from chests or defeated enemies and equip your heroes with the best gear. Choose wisely, as each artifact provides different bonuses to your heroes.  EPIC BOSSES Defeat waves of minions before confronting immensely powerful enemy bosses. Loot them to find unique artifacts and Hero Orbs.  PVP ARENA Test your skills against other players in the Heroes Arena. Defeat them in PVP to unlock special heroes and artifacts.  EXPLORE THE LAND Don't miss out on the best rewards! Fortune favors the adventurous. Explore every corner of the land to find hidden treasures and bonuses.   -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  PLEASE NOTE:  • Items are available for purchase in this game. Some paid items may not be refundable depending on the type of item.  The following King's Club subscription is available:  • 1 Month King's Club subscription with a FREE 7 Day Trial - $9.99 (First week is free, after that the Pass is automatically renewed each month for $9.99. Can be cancelled at any time within the first 6 days of the Trial Period without charge).  -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-  Support: support@banditos.zendesk.com  Community: https://discord.gg/tfGs2PB  Privacy Policy: https://banditos.page.link/privacy  Terms of Use: https://banditos.page.link/terms  Refund Policy: https://banditos.page.link/refund-policy"

},
{
"iPA":"https://ipa.sierra.app/8BallPoll.ipa",
"Icon":"https://ipa.sierra.app/icons/8BallPoll.png",
"Name":"8 Ball Pool",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/46/cf/83/46cf8340-3229-5908-774d-26227f80d0e5/a1de1655-a15b-4fb8-927e-8543d9c52cec_8BP-SCR-Screenshots_iPhone6_U002b_001.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/0b/8b/f9/0b8bf9cf-bbee-20ac-9160-b0e434ae49c2/5ba78eae-a0c6-4505-b52d-5af69e534617_8BP-SCR-Screenshots_iPhone6_U002b_002.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/6f/34/65/6f3465e8-1612-d587-6a62-74a377d906ae/ddad6006-c31e-49cc-b40f-7ca658ddc25e_8BP-SCR-Screenshots_iPhone6_U002b_004.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/d9/d6/f2/d9d6f2fd-92ba-9973-4977-20f7b42258bf/50020003-d5df-4b2a-8b03-da8e43e435d4_8BP-SCR-Screenshots_iPhone6_U002b_007.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"5.10.4",
"BundleID":"com.miniclip.8ballpoolmult",
"Description":"Do you want to play in the world of pool games? 8 Ball Pool is an addictive challenging game based on real 3D pool games, where you will challenge your friends online. Become a master of the pool!  The game 8 Ball Pool is easy to win. You just have to select the pool table and get ready. Join us and challenge your friends to this ball game in PvP mode. Use your pool strategy with the cue wisely in this online multiplayer ball game as every round will be more difficult after each level. You can play in multiplayer or PvP mode in different pool tables. Become the best pool player and challenge your friends in this pool game!  You can play pool in multiplayer or PvP mode using different balls and table types. 8 Ball Pool is designed to help your intelligence. You will improve the aim when shooting balls with the cue.   CHALLENGE YOUR FRIENDS Playing pool in multiplayer tournaments with friends is easy: Sign in for free with your Miniclip or Facebook account and you’ll be able to challenge your friends straight from this multiplayer 8 ball game. Challenge friends to a PvP pool match on the go. Aim and shoot your best balls with a customized cue in our online 3D PvP tournament!  PLAY FOR POOL COINS AND WIN EXCLUSIVE ITEMS Customize your cue and pool table! In every competitive PvP match you play in our league, there’ll be Pool Coins at stake – win the match and the Coins are yours. You can also buy new items in the Pool Shop. Compete in our 3D multiplayer league and become a master of 8 balls in 3D! The 8 Ball level system means you’re always facing challenging players in the 8 ball league. Play multiplayer 8 Ball Pool to increase your ranking in our pool league and get access to more exclusive 8 Ball Pool match locations, where you play and compete against the best online pool players. 8 Ball Pool has different match levels: It doesn't matter if you're an amateur or a pro player, take your chance in our PvP competitions with your friends and other players and win the pool challenge: Aim with the cue and prove your skills in this free 8 ball online tournament.  *This 8 Ball Pool game requires internet connection.  Play on the Web at miniclip.com/pool TERMS AND CONDITIONS: http://www.miniclip.com/terms-and-conditions PRIVACY POLICY: http://www.miniclip.com/privacy ------------------------------------ Miniclip: http://www.miniclip.com Like 8 Ball Pool: http://on.fb.me/Wx4f23 Facebook: http://facebook.com/miniclip Twitter: http://twitter.com/miniclip"

},
{
"iPA":"https://ipa.sierra.app/ABEvolution.ipa",
"Icon":"https://ipa.sierra.app/icons/ABEvolution.png",
"Name":"AB Evolution ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/ed/ee/09/edee09f7-e904-e52d-96b4-4ef4cd8146cb/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/e4/bb/2b/e4bb2b1f-7d87-65c8-a15e-80fa0da6a42a/mzl.ncirlecc.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/50/4b/ab/504babca-515e-bd32-6791-f8e22cd09fca/mzl.qtljshyy.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/2a/9b/b2/2a9bb20f-f816-4a70-52b3-a22002b3941e/mzl.ucidqljq.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/e0/af/82/e0af8276-aeed-9c55-ced2-b19462684871/mzl.zogqglcb.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/99/d1/d9/99d1d9bf-6a86-d6f5-a093-fce7a8b15079/mzl.tkzkilwr.png/406x228bb.png"],
"Category":"Games",
"Version":"2.9.17",
"BundleID":"com.rovio.tnt",
"Description":"Something is causing the the pigs to herd to Bird Island in droves, and the birds have found their eggs in danger once again. It’s up to you to assemble an unstoppable team of evolved super birds and put a stop to the pigs’ shenanigans once and for all. Or at least until the next time they pull a stunt like this...  Collect, assemble, and evolve your flock. 100+ crazy new Angry Birds?! We’re gonna need a bigger nest. The flock is bigger and badder than ever before. Build your own team, combine super skills and evolve your birds into their ultimate form.  Embark on an epic adventure. Something sinister is brewing on Bird Island. Why are there so many pigs around? Who is behind the mysterious Bacon Corp? What’s the Eagle Force? Who lost the dungeon keys? Find the answers – only in Angry Birds Evolution.  Crush the pigs in explosive battles. What’s worse than egg-stealing pigs? Over 90 different varieties of egg-stealing Pigs, that's what. Pirates, ninjas, tourists – someone has to clean this place up. Let the feathers fly in full contact battles and send the pigs packing.  FEATURES: – Over 100 colorful new characters to hatch and collect. – Assemble the ultimate flock of birds and take down the pigs with ease. – 5 Classes of birds with unique abilities. – Evolve your feathery heroes into unstoppable super birds. – Explore the island and stop the Bacon Corp. – Climb up the Eagle Mountain and win ultimate eggs. – Battle other players in the Oinktagon. – Join clans to unlock perks, compete with other clans, and chat with clanmates. – Send out scouts for rewards & challenges.  MONTHLY SUBSCRIPTION Angry Birds Evolution offers a subscription service that grants subscribers exclusive benefits every month.   Subscription Benefits:  – One Premium Egg Ticket every day – 10% more gold and gems when purchasing in the shop  – Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account >Settings after purchase – Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that >publication, where applicable  The monthly subscription is available as a recurring monthly purchase at a price of 24.99 USD (or local equivalent) / month. Payment will be charged to your iTunes Account starting at the initial confirmation of the subscription purchase. Your subscription will automatically renew 24-hours before the end of the current payment period.   Manage subscription auto-renewal in iTunes Account Settings. No cancellation of the current subscription is allowed during the active subscription period. Cancellation will take effect at the start of the next subscription period.  ---  We may update the game periodically, for example to add new features or content or to fix bugs or other technical issues. Please note that the game may not function properly if you do not have the newest version installed. If you have not installed the latest update, Rovio will not be responsible for the game failing to function as expected.  Terms of Use: https://www.rovio.com/terms-of-service Privacy Policy: https://www.rovio.com/privacy  ---  This game may include:  - Direct links to social networking websites that are intended for an audience over the age of 13.  - Direct links to the internet that can take players away from the game with the potential to browse any web page.  - Advertising of Rovio products and also products from select partners. - The option to make in-app purchases. The bill payer should always be consulted beforehand. - This application may require internet connectivity and subsequent data transfer charges may apply. After the initial download, additional content will be downloaded and this may include data charges."

},
{
"iPA":"https://ipa.sierra.app/AdCap!.ipa",
"Icon":"https://ipa.sierra.app/icons/AdCap!.png",
"Name":"AdCap! ",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/a7/b8/9f/a7b89f2f-e879-5a1c-288a-af76d35b5915/af7ce064-6874-466d-ab28-14a6092bc297_AdCap_Static_ASO_FeatureGraphicResize_1242x2208_eng_-_v1_2022-03.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0f/71/b4/0f71b46f-81f4-5eec-e38b-6139fa08a6e7/b2fd1276-512f-4449-8953-b9779a143915_AdCap-20210928-Testimonials_SS-iOS-1242x2208-3.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/8e/56/fe/8e56fef0-9ae0-0506-f578-cfb7c7b84f10/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/0b/81/82/0b8182b2-7a5d-424f-0aa9-ace02fe392ed/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/24/ba/ed/24baed82-9664-c365-0410-7f7c73adc19f/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/f8/99/58/f899580c-8353-5aa4-ee2b-bd152c0e22e8/pr_source.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/7a/14/60/7a146037-4af4-6504-35f5-4fc3933c2d79/pr_source.png/392x696bb.png"],
"Category":"Games",
"Version":"8.22.0",
"BundleID":"com.kongregate.mobile.adventurecapitalist",
"Description":"Play the world’s greatest money making idle game! Ever dreamed of owning your own business? Being the master of your own destiny? Becoming a capitalist tycoon? Do you just dream about money, money and MONEY, even when you sleep? Then AdVenture Capitalist is the idle clicker for you!  FROM RAGS TO RICHES Start from the humble roots of running a lone lemonade stand to becoming the CEO of a cash printing, money making multinational conglomerate.  SPECULATE TO ACCUMULATE Sick of clicking buttons? Expand your capitalist empire when you hire managers to automate and boost your profits. The only way to go is UP UP UP!  DRESS UP LIKE A MILLION DOLLAR TROOPER Deck out your Capitalist in custom outfits and accessories that not only look super duper, but also boost your businesses.  INVEST YOUR WAY TO SUCCESS Attract eager Angel Investors to amplify your money-making potential. Each Angel earns you a boost to your profits. Every penny counts!  JOIN THE SPACE RACE! Unlock AdVentures to the Moon and Mars and discover new investments, upgrades, managers, and items in space.  COMPETE IN LIMITED TIME EVENTS Investors have the opportunity to play Limited Time Events which are on a regular rotation to earn rewards helping you become an octillionaire! Climb the leaderboard and collect event-specific Managers for even more Rewards in:  ◆ The Root of all Evil ◆ Saturday Morning Fever! ◆ Live Your Profits ◆ Live Rich & Profit ◆ Cashella ◆ For the Love of Money ◆ The Excellent AdVenture ◆ Insert Coins to Continue ◆ Cashalot ◆ 1% Land ◆ Merry Merger ◆ Black & Blue Friday ◆ A Nightmare of Easy Street ◆ A Capitalist Carol ◆ New You Resolutions ◆ Profitabowl ◆ Cakeday  THE SHOP Catch up to or pull ahead of competition, Investor, by visiting the store: Purchase more Gold, Time Warps, or specific Managers to help boost your finances. Your one stop shop for everything a fancy Investor could ever want while building an exorbitantly wealthy empire  WATCH THE NUMBERS ROLL IN Get on with your day and make money while you eat, drink, or sleep. It’s impossible to lose when you live the idle dream!  Your AdVenture of a lifetime starts today! ---------------------------------------------------------------  But don’t just take it from us — here’s what your fellow investors have to say:  “AdVenture Capitalist exudes a campy self-awareness of capitalism’s most obvious flaws while simultaneously encouraging total indulgence in them.” - The Washington Post  “Mathematics plus economics all in one.” - GeekDad  “THIS GAME IS BOTH FUN AND... relaxing. It runs when I'm not playing so I never have to worry about playing it all the time. It runs when I'm not playing or sleeping! It's crazy, I love that game so much that I am kinda addicted.” - A fellow Capitalist  ---------------------------------------------------------------  Having problems or want to share a great idea? We would love to hear from you! http://bit.ly/AdCapSupport or contact us in game by clicking Menu > Connect > Help & FAQ  Become an Investor now: ◆ Facebook: https://www.facebook.com/AdCapHH/ ◆ Twitter: https://twitter.com/AdVenture_CapHH ◆ Instagram: https://www.instagram.com/adventurecapitalist_hh/ ◆ YouTube: https://www.youtube.com/c/AdVentureCapitalist ◆ Reddit: https://www.reddit.com/r/AdventureCapitalist/   AdVenture Capitalist is free to download and play, but it also allows you to purchase virtual items with real money inside the game. You can disable in-app purchases in your device’s settings.  Playing AdVenture Capitalist requires an internet connection. AdVenture Capitalist includes advertising for third parties, some of which may be targeted to your interests. You may choose to control targeted advertising by using your mobile device settings (e.g. by re-setting your device’s advertising identifier and/or opting out of interest based ads).  Terms of Use: https://hyperhippo.com/terms-of-use/  Privacy Policy: https://hyperhippo.com/privacy-policy/"

},
{
"iPA":"https://ipa.sierra.app/Agar.io.ipa",
"Icon":"https://ipa.sierra.app/icons/Agar.io.png",
"Name":"Agar.io",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/54/af/e7/54afe7cd-577d-8bbc-34f6-d801298f1588/08a73cb1-1698-46ef-9071-8f21ae66b98a_AGR_SCR-DarkmodeScreenshot-1_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/42/f9/a0/42f9a05a-453c-b113-fb06-dbb2c06273e2/28f84dc1-4194-4ee9-9eda-b870a0be1bc4_AGR_SCR-DarkmodeScreenshot-2_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/93/23/29/932329da-0c86-304f-908c-6353c642e14e/ff2e63f9-c0b8-4e2c-949a-322f2613380e_AGR_SCR-DarkmodeScreenshot-2_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/4c/27/f0/4c27f08c-13c3-d1eb-0eb2-114e4ae9f6bd/abf792eb-3f54-40ce-9c32-5315b454f832_AGR_SCR-DarkmodeScreenshot-3_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/3b/e3/03/3be303c1-91a5-dc80-fa09-a851fa680fa5/7eedd38c-f6a4-49e2-ab83-a9e509f16647_AGR_SCR-DarkmodeScreenshot-4_2208-x-1242-px.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/f3/5a/40/f35a40c9-832d-6773-e0ad-07dac8c255f1/460e2ac2-a6d0-4917-8612-d082ef1bad8e_AGR_SCR-DarkmodeScreenshot-6_2208-x-1242-px.png/406x228bb.png"],
"Category":"Games",
"Version":"2.26.3",
"BundleID":"com.miniclip.agar.io",
"Description":"The browser game phenomenon comes to iOS!   Play online with players around the world as you try to become the biggest cell of them all!  Control your tiny cell and eat other players to grow larger! But watch out: players bigger than you will be trying to make you their lunch. Survive and eat long enough to become the biggest cell in the game!   With new controls developed especially for touchscreens, agar.io offers the same fun gameplay that millions have already enjoyed on PC. Play online in free-for-all action and use splitting, shrinking and dodging tactics to catch other players - or avoid them! Use a variety of special secret skins with the right username!  VIP Subscriptions  - Agar.io offers weekly subscriptions at USD $7,99. Price may vary depending on sales, taxes and countries.  - Payment will be charged to iTunes Account at confirmation of purchase  - Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period  - Your account will be charged for renewal within 24-hours prior to the end of the current period  - Subscriptions may be managed by going to the Account Settings after purchase and auto-renewal may be turned off  - Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable  Terms and Conditions: https://m.miniclip.com/terms-and-conditions Privacy Policy: https://m.miniclip.com/privacy"

},
{
"iPA":"https://ipa.sierra.app/AgeOfMagic.ipa",
"Icon":"https://ipa.sierra.app/icons/AgeOfMagic.png",
"Name":"Age of Magic - RCS",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/2e/9b/1c/2e9b1c47-2d4a-6a9b-d41a-60bda105144b/4436c431-b64a-4b9e-b45a-4078247fbf87_1_aom_asoscr047_openworld5_2208x1242_ww_nbn_bud_573kb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/b6/ef/f7/b6eff784-d05e-feff-c22d-63194b9114a9/9f4858ac-fddd-486d-b16c-2e37deb48b36_3_aom_asoscr031_mgsurvivescreen_2208x1242_en_nbn_pol_1.9mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f0/88/9d/f0889d2a-f916-14c4-90ab-3530a0cb778a/c6ec4a8d-20c1-46ea-8f0a-5efeb724c9f9_2_aom_asoscr029_triishpirate4_2208x1242_en_nbn_bri_2.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/c7/2f/b7/c72fb77a-c8c6-adaf-bbf2-064bd5fa0718/c04e1961-9545-48bb-95e2-190d2817da8a_4_aom_asoscr008_vs_customizationsun_2208x1242_en_nbn_gor_2.1mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/13/09/8b/13098b86-1095-3240-be6e-b05b18fbdcee/bb7362e1-42ea-4067-9ed1-5ff981a68beb_5_aom_asoscr008_gp_avatars_2208x1242_ww_nbn_gor_1.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/0f/5e/dc/0f5edc5e-fd16-ab2f-44f7-a4af91f10a1d/bb94746e-4beb-4504-9e80-d0cb741f6894_6_aom_asoscr008_hm_graphic_2208x1242_en_nbn_gor_3.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/43/44/fb/4344fbb5-67ab-a1f4-5c1f-c35d1fcc02a4/6153b9c7-92c2-487a-bebe-473a2ba951c2_7_aom_asoscr008_hm_pvparena_2208x1242_en_nbn_gor_2.2mb.jpg/406x228bb.jpg"],
"Category":"Games",
"Version":"2.15.0",
"BundleID":"com.playkot.ageofmagic",
"Description":"Embark on a magic adventure in Age of Magic! A world thrown into an era of chaos by the war between good and evil, where you can join the fight either as a divine crusader knight or as a demon from the legions of darkness! Grab your sword and embrace the power of might and magic in this epic PvP/PvE strategy RPG!  Assemble a team of elite heroes - from warriors to wizards, elves to warlords, and everything in between. Engage in turn-based combat, where strategy and cunning are just as important as strength and power. Choose to align with either the forces of light or darkness as you embark on epic campaigns, where you'll be tasked with restoring balance to a shattered world.  Take on the all-original, magic quest of the light campaign, assemble a divine and mighty party from a whole kingdom of heroes and dominate evil demons in combat. Bring a deadfall of reckoning upon the eternal evolution of darkness. For honor!  Travel a path of exile within the cold, dark campaign! Construct a legion of darkened souls, demons and other esteemed hero hunters, then use them to awaken an aeon of warfare! Follow in the footsteps of the Beast and see what legacy you can leave. Which so-called \'hero\' will be your next fatality? Darkness rises!  Join forces with other heroic dungeon crawlers online to conquer epic squad games, defeat enemies, and take on other players in PvP tournaments and arenas. Rise through the ranks and show your might as you lead your squad to victory.  Step into the Tomb of Horrors and see how long you can survive in the darkest dungeons, a nonstop game where you're not permitted to heal in between each fight! Or take on the inhabitants of the Cradle of Chaos, a shifting battleground that affects different heroes in odd ways.  Age of Magic features:   - PvE story campaigns from multiple perspectives!  - PvP tournaments, arenas and more!  - Friends, clans, guilds, raids and rewards!  - Demons, angels, shadows, legends, combat magic, war, dragons and more!  - Special fantasy events with incredible prizes!  - Fast-paced and strategic battles!  - Collect unique heroes, gain experience to level them up and equip them with different items!  All of this and so much more in the immortal apex of strategy games!  Build a collection of heroes, equip them with powerful items, and level them up to unleash their full potential in battle. Join a clan, participate in raids, and lead your strike force to victory.  Age of Magic features fast-paced and strategic battles, special fantasy events with incredible prizes, and a wealth of heroes, demons, legends, and arcane magic to explore. Test your skills against other players in competitive multiplayer games and see how you measure up in this rift-filled kingdom of raids and dragons. Or form a band of brothers and sisters and brave lands unknown on a war mission in the fallen frontline.  Facebook http://plkt.me/2v7y10 Twitter http://plkt.me/lx0s7 Youtube http://plkt.me/n0lgo Instagram http://plkt.me/mn5nz Discord http://plkt.me/c91s5 Fate calls for you!  Privacy policy: https://playkot.com/privacy.htm"

},
{
"iPA":"https://ipa.sierra.app/AgeofWar2.ipa",
"Icon":"https://ipa.sierra.app/icons/AgeofWar2.png",
"Name":"Age Of War 2 - iOSGods.com",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/5b/30/4f/5b304fd0-1eee-af78-aca2-e2f4900e2481/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/81/dd/2b/81dd2bae-7997-85e1-c2b1-3d307e79c326/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/9d/80/cf/9d80cf67-bfa7-86d7-ffcd-a456077b7af1/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/e6/f3/9a/e6f39a96-4784-a195-d343-258ae8c89d42/pr_source.png/406x228bb.png"],
"Category":"Games",
"Version":"1.6.6",
"BundleID":"com.maxgames.aow2",
"Description":"Battle your way through the ages in this insanely addicting action/strategy game. One of the most popular flash games from the web brought to life for the best possible mobile experience!  WAR ACROSS THE AGES! Train a massive army from cavemen riding dinosaurs to World War tanks! All the way to hugely devastating robot warriors from the future age! There are so many different units to train across 7 completely unique ages of war. With 29 unit types at your disposal such as the Assault Spartan, Anubis Warrior, Mages, Knights, Rifleman, Cannons, Grenade Soldiers, Cyborgs and so many more! If you think the best offense is a strong defense try stacking up rows of turrets that mow down the enemy! Yes we still have the famous Chicken Turret which is a must build!  FUN FOR ALL! Finally a strategy game that every gamer type will enjoy with 4 difficulty modes and tons of achievements and challenges. Cast destructive global spells such as the fiery meteors, lightning storm, or call world war bomber planes to clear the field. We’ve packed so much fun into one easy to play mobile game you will come back again and again trying new ways to conquer.  GENERALS MODE! Play against 10 unique generals, each with their own individual strategies and tactics! Test your skills against Brom 'The Basher' with his giant club, or Hades in his Underworld domain!"

},
{
"iPA":"https://ipa.sierra.app/AlightMotion.ipa",
"Icon":"https://ipa.sierra.app/icons/AlightMotion.png",
"Name":"Alight Motion",
"Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/f1/08/5f/f1085f9f-dfc8-a9ba-11dd-01a682bc4f65/aeb6939a-7c22-410b-9404-f6793eded47f_iPhone_5.5_screenshot_keyframeanimation.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/27/3b/a4/273ba4e7-67e3-9418-4b9f-1bd1ae012754/2455f88c-336d-41b7-b978-515f7e879e9d_iPhone_5.5_screenshot_camera.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/10/c7/dc/10c7dc0b-1f38-0d11-be65-88f5e609ae82/ee43bec7-282c-4cca-92e4-daf8baa4ac8e_iPhone_5.5_screenshot_layerparenting.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ac/1d/08/ac1d0858-bc32-bb8f-6765-f007f18359ed/e0bae983-6e6b-4b91-a220-ecb41eab9cb1_iPhone_5.5_screenshot_color.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/df/d3/5e/dfd35eb3-63fa-3ce9-9998-762e0bba8e51/20748690-122c-4673-9967-bdb63e47ce86_iPhone_5.5_screenshot_aspectratio.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/58/5c/7e/585c7e4c-ad42-a504-d624-ebdd8524776d/002f83c6-81f9-462b-8ada-159dec6561ca_iPhone_5.5_screenshot_vectorgraphics.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/96/2b/83/962b8322-db3e-498e-3533-246546156134/3edc07b8-e0b5-425e-a38d-ceb565c71ae3_iPhone_5.5_screenshot_effect.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/79/9a/56/799a5620-0339-efb5-2692-9e8fc194fb09/7d4dcb34-4b62-452e-b43b-c55b9860f84d_iPhone_5.5_screenshot_export.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/ea/75/26/ea7526c9-7de2-c74c-15e7-8c9964ea4a76/4a7b5844-9497-44b5-95fc-fe84a63fe01b_iPhone_5.5_screenshot_blending.png/392x696bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/4b/26/d7/4b26d724-160f-7e1c-fffd-bbcc0d67bd81/77a65f37-9037-4ec5-99cd-b17284653fc9_iPhone_5.5_screenshot_fonts.png/392x696bb.png"],
"Category":"Photo & Video",
"Version":"4.5.7",
"BundleID":"com.alightcreative.motion",
"Description":"Be part of the movement! Alight Motion is the first professional motion design app for your smartphone for iPhone, iPad, and Mac, bringing you professional-quality animation, motion graphics, visual effects, video editing, video compositing, and more!  • Multiple layers of graphics, video, and audio • Vector and bitmap support (edit vector graphics right on your phone!) • 160+ basic effect building blocks that can be combined to create sophisticated visual effects • Keyframe animation available for all settings • Link parent and child layers and rig character joints • Cameras that pan, zoom, and support focus blur and fog • Grouping and Masking • Color Adjustment • Animation easing for more fluid motion: Pick from presets or build your own timing curves • Bookmarks for ease of editing • Velocity-based motion blur • Export MP4 video, GIF animation, PNG sequences, and stills • Share project packages with others • Solid color and gradient fill effects • Border, shadow, and stroke effects • Custom font support • Copy and paste entire layers or just their style • Save your favorite elements for easy re-use in future projects  Alight Motion is free to use with basic features and a watermark on videos you create. There are several paid membership options in the app to remove the watermark and access a regularly updated library of premium effects and features. These subscription membership options are charged when you select to purchase them, and renew automatically unless canceled at least 24 hours prior to the beginning of the next subscription period. After purchasing, subscriptions can be managed in your Apple ID settings. You can find more information about subscriptions at https://alightcreative.com/support   Terms of Service: alightcreative.com/tos Privacy Policy: alightcreative.com/privacy"

},
{
"iPA":"https://ipa.sierra.app/AmazingSpiderMan2.ipa",
"Icon":"https://ipa.sierra.app/icons/AmazingSpiderMan2.png",
"Name":"AmazingSpiderMan2",
"Preview":[],
"Category":"",
"Version":"1.3.1",
"BundleID":"com.gameloft.AmazingSpiderMan2",
"Description":""

}

]
