[
{ "iPA":"https://ipa.sierra.app/ipa/AgeOfMagic.ipa", "Icon":"https://ipa.sierra.app/icon/AgeOfMagic.png", "Name":"Age of Magic - RCS", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/2e/9b/1c/2e9b1c47-2d4a-6a9b-d41a-60bda105144b/4436c431-b64a-4b9e-b45a-4078247fbf87_1_aom_asoscr047_openworld5_2208x1242_ww_nbn_bud_573kb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/b6/ef/f7/b6eff784-d05e-feff-c22d-63194b9114a9/9f4858ac-fddd-486d-b16c-2e37deb48b36_3_aom_asoscr031_mgsurvivescreen_2208x1242_en_nbn_pol_1.9mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f0/88/9d/f0889d2a-f916-14c4-90ab-3530a0cb778a/c6ec4a8d-20c1-46ea-8f0a-5efeb724c9f9_2_aom_asoscr029_triishpirate4_2208x1242_en_nbn_bri_2.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/c7/2f/b7/c72fb77a-c8c6-adaf-bbf2-064bd5fa0718/c04e1961-9545-48bb-95e2-190d2817da8a_4_aom_asoscr008_vs_customizationsun_2208x1242_en_nbn_gor_2.1mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/13/09/8b/13098b86-1095-3240-be6e-b05b18fbdcee/bb7362e1-42ea-4067-9ed1-5ff981a68beb_5_aom_asoscr008_gp_avatars_2208x1242_ww_nbn_gor_1.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/0f/5e/dc/0f5edc5e-fd16-ab2f-44f7-a4af91f10a1d/bb94746e-4beb-4504-9e80-d0cb741f6894_6_aom_asoscr008_hm_graphic_2208x1242_en_nbn_gor_3.3mb.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/43/44/fb/4344fbb5-67ab-a1f4-5c1f-c35d1fcc02a4/6153b9c7-92c2-487a-bebe-473a2ba951c2_7_aom_asoscr008_hm_pvparena_2208x1242_en_nbn_gor_2.2mb.jpg/406x228bb.jpg"], "Category":"Games", "Version":"2.14.4", "BundleID":"com.playkot.ageofmagic", "Description":"Embark on a magic adventure in Age of Magic! A world thrown into an era of chaos by the war between good and evil, where you can join the fight either as a divine crusader knight or as a demon from the legions of darkness! Grab your sword and embrace the power of might and magic in this epic PvP/PvE strategy RPG! Assemble a team of elite heroes - from warriors to wizards, elves to warlords, and everything in between. Engage in turn-based combat, where strategy and cunning are just as important as strength and power. Choose to align with either the forces of light or darkness as you embark on epic campaigns, where you'll be tasked with restoring balance to a shattered world. Take on the all-original, magic quest of the light campaign, assemble a divine and mighty party from a whole kingdom of heroes and dominate evil demons in combat. Bring a deadfall of reckoning upon the eternal evolution of darkness. For honor! Travel a path of exile within the cold, dark campaign! Construct a legion of darkened souls, demons and other esteemed hero hunters, then use them to awaken an aeon of warfare! Follow in the footsteps of the Beast and see what legacy you can leave. Which so-called /hero/ will be your next fatality? Darkness rises! Join forces with other heroic dungeon crawlers online to conquer epic squad games, defeat enemies, and take on other players in PvP tournaments and arenas. Rise through the ranks and show your might as you lead your squad to victory. Step into the Tomb of Horrors and see how long you can survive in the darkest dungeons, a nonstop game where you're not permitted to heal in between each fight! Or take on the inhabitants of the Cradle of Chaos, a shifting battleground that affects different heroes in odd ways. Age of Magic features: - PvE story campaigns from multiple perspectives! - PvP tournaments, arenas and more! - Friends, clans, guilds, raids and rewards! - Demons, angels, shadows, legends, combat magic, war, dragons and more! - Special fantasy events with incredible prizes! - Fast-paced and strategic battles! - Collect unique heroes, gain experience to level them up and equip them with different items! All of this and so much more in the immortal apex of strategy games! Build a collection of heroes, equip them with powerful items, and level them up to unleash their full potential in battle. Join a clan, participate in raids, and lead your strike force to victory. Age of Magic features fast-paced and strategic battles, special fantasy events with incredible prizes, and a wealth of heroes, demons, legends, and arcane magic to explore. Test your skills against other players in competitive multiplayer games and see how you measure up in this rift-filled kingdom of raids and dragons. Or form a band of brothers and sisters and brave lands unknown on a war mission in the fallen frontline. Facebook http://plkt.me/2v7y10 Twitter http://plkt.me/lx0s7 Youtube http://plkt.me/n0lgo Instagram http://plkt.me/mn5nz Discord http://plkt.me/c91s5 Fate calls for you! Privacy policy: https://playkot.com/privacy.htm" }, { "iPA":"https://ipa.sierra.app/ipa/AgeOfWar2.ipa", "Icon":"https://ipa.sierra.app/icon/AgeOfWar2.png", "Name":"Age Of War 2 ", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/5b/30/4f/5b304fd0-1eee-af78-aca2-e2f4900e2481/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/81/dd/2b/81dd2bae-7997-85e1-c2b1-3d307e79c326/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/9d/80/cf/9d80cf67-bfa7-86d7-ffcd-a456077b7af1/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/e6/f3/9a/e6f39a96-4784-a195-d343-258ae8c89d42/pr_source.png/406x228bb.png"], "Category":"Games", "Version":"1.6.6", "BundleID":"com.maxgames.aow2", "Description":"Battle your way through the ages in this insanely addicting action/strategy game. One of the most popular flash games from the web brought to life for the best possible mobile experience! WAR ACROSS THE AGES! Train a massive army from cavemen riding dinosaurs to World War tanks! All the way to hugely devastating robot warriors from the future age! There are so many different units to train across 7 completely unique ages of war. With 29 unit types at your disposal such as the Assault Spartan, Anubis Warrior, Mages, Knights, Rifleman, Cannons, Grenade Soldiers, Cyborgs and so many more! If you think the best offense is a strong defense try stacking up rows of turrets that mow down the enemy! Yes we still have the famous Chicken Turret which is a must build! FUN FOR ALL! Finally a strategy game that every gamer type will enjoy with 4 difficulty modes and tons of achievements and challenges. Cast destructive global spells such as the fiery meteors, lightning storm, or call world war bomber planes to clear the field. We’ve packed so much fun into one easy to play mobile game you will come back again and again trying new ways to conquer. GENERALS MODE! Play against 10 unique generals, each with their own individual strategies and tactics! Test your skills against Brom 'The Basher' with his giant club, or Hades in his Underworld domain!" }, { "iPA":"https://ipa.sierra.app/ipa/AirRec.ipa", "Icon":"https://ipa.sierra.app/icon/AirRec.png", "Name":"AirRec", "Preview":[], "Category":"Unknown", "Version":"2.0.2", "BundleID":"com.KVAppsInc.AirRec", "Description":"" }, { "iPA":"https://ipa.sierra.app/ipa/AirShou.ipa", "Icon":"https://ipa.sierra.app/icon/AirShou.png", "Name":"AirShou", "Preview":[], "Category":"Unknown", "Version":"0.7.5", "BundleID":"com.airshou.ios", "Description":"" }, { "iPA":"https://ipa.sierra.app/ipa/AirbrushPremium.ipa", "Icon":"https://ipa.sierra.app/icon/AirbrushPremium.png", "Name":"AirBrush", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/a6/ab/b5/a6abb5a7-4bd3-7b79-8ffa-0da70ba14710/b68c948e-4d92-4ec5-b795-3db0310132d0_ios_ab_1242x2208_en_01.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/6e/2d/dd/6e2ddd3c-1e66-0b57-acf8-d7baa46308b0/8ba3bd5b-b927-4d0a-93d2-e5ef57c9895a_ios_ab_1242x2208_en_02.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/a0/5a/c4/a05ac4d1-e807-4f9f-995d-c0fcbf50bb1a/6c8de5e0-0557-444a-8a63-cfafd548d886_ios_ab_1242x2208_en_03.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/e3/56/38/e35638ab-472e-53b3-6d6e-b084353f4cb1/5571165c-df7e-40ff-a8bf-fb09477478e9_ios_ab_1242x2208_en_04.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/cc/f6/26/ccf626cb-11a2-db14-c806-1561cb79d4a4/f53c3072-6cdb-4d1d-858a-747f8ec1caf1_ios_ab_1242x2208_en_05.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/5e/2f/ac/5e2fac59-6cc9-f4b5-6b4f-d16b24519e91/059de280-45c2-49c6-b9fb-a1e69bb0e27d_ios_ab_1242x2208_en_06.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/79/87/88/798788e7-6ddd-edb0-d68e-0986bb34a97a/c208c73a-3cd1-4bdf-8122-2dd7acfae548_ios_ab_1242x2208_en_07.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/61/19/4f/61194fad-c399-7c96-deaa-bab9a1958dfe/e0dce6de-d1db-40d0-840f-2e4206ecc668_ios_ab_1242x2208_en_08.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/dd/fb/c4/ddfbc4cf-d12b-cff7-e289-5e694c92a56b/5c31c595-6f0f-4e37-ad95-b28d77171a69_ios_ab_1242x2208_en_09.jpg/392x696bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/ac/b4/09/acb4090d-af8b-d219-d90e-f07dd3a3f0de/b25a7659-b5f9-47ce-9b2d-1437ac96ce00_ios_ab_1242x2208_en_10.jpg/392x696bb.jpg"], "Category":"Photo & Video", "Version":"5.1.1", "BundleID":"com.magicv.AirBrush", "Description":"Unleash the full potential of your creativity with this powerful, easy-to-use AI photo editor! A wide range of intuitive features and tools allow you to: GLOWING SKIN • Remove acne and blemishes • Even out skin tone • Smooth and glowing skin SCULPT AND SHAPE • Expand or slim any facial feature • Add volume to your hair • Stretch tool for added height DAZZLING SMILE • Whiten teeth • Widen or nudge your smile • Plump up lips PROFESSIONAL PHOTO EFFECTS • Add depth with our blur tool • Frame your photos with vignettes • Control color and light Stay on top of the latest trends AND SO MUCH MORE! ------------------------------------------------------------------------- HARNESS THE POWER OF AI Transform the way you create with AirBrush’s AI-powered tools: Maildir cert ipa.sierra.app logs tmp util AI Styles: Experiment with different scenes and settings to create edits that are uniquely you. Maildir cert ipa.sierra.app logs tmp util AI Replace: Effortlessly replace any element in your photo with the right descriptive prompt. Maildir cert ipa.sierra.app logs tmp util AI Avatar: Live out your wildest fantasies through an impressive collection of avatar aesthetics. Maildir cert ipa.sierra.app logs tmp util AI Repair: Breathe new life into old, distorted photos with this advanced repair feature. Maildir cert ipa.sierra.app logs tmp util AI Eraser: Intuitively remove unwanted people or objects from your photos for a seamless edit. Maildir cert ipa.sierra.app logs tmp util AI ProPic: Turn your ordinary photos into professional headshots in a range of business styles. MASTER YOUR SELFIES Level-up your portraits with a suite of tools that are incredibly easy-to-use: Maildir cert ipa.sierra.app logs tmp util AI Retouch: Take your selfie game to the next level with an intuitive AI tool that enhances your natural features. Maildir cert ipa.sierra.app logs tmp util Makeup: Elevate your look in seconds with an impressive collection of makeup sets or get creative with individual elements, from lipstick and blush, to eye shadow and eye color. Presets: Access dozens of one-tap presets to enhance the most basic photos with ease. PRO-QUALITY PHOTO EFFECTS: Edit photos like a professional using simple but high-impact features: Maildir cert ipa.sierra.app logs tmp util AI Enhance: Fine-tune the details in your photos with ease thanks to this highly responsive feature. Maildir cert ipa.sierra.app logs tmp util Filters: Reimagine your images with dozens of filters and gorgeous light effects. Maildir cert ipa.sierra.app logs tmp util Bokeh: Focus on what matters most and make your subject standout every time. PROUD OF YOUR CREATIONS? • Share your AirBrush photos directly onto your favorite social media accounts! TO DISCOVER PHOTO EDITING TIPS, FOLLOW US ON SOCIAL MEDIA! Instagram: instagram.com/AirBrushOfficial TikTok: https://www.tiktok.com/@airbrushofficial Facebook: facebook.com/airbrushappofficial Twitter: twitter.com/AirbrushApp AirBrush PREMIUM is a subscription that provides access to premium tools and features that are updated frequently based on current trends. This subscription auto-renews at the end of each term according to the plan subscribed unless canceled 24-hours in advance. The subscription fee is charged to your iTunes account at confirmation of purchase. You may manage your subscription and turn off auto-renewal by going to your Account Settings after purchase. No cancellation of the current subscription is allowed during the active period. Your account will be charged for renewal within 24-hours prior to the end of the current period, specifying the cost of the renewal. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable. ------------------------------------------------------------------------- Terms of Service: https://airbrush.io/tools/legal/terms-of-service Privacy Policy: https://airbrush.io/tools/legal/privacy-policy" }]
