[{ "iPA":"https://ipa.sierra.app/ipa/CarParking.ipa", "Icon":"https://ipa.sierra.app/icon/CarParking.png", "Name":"Car Parking", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource122/v4/13/38/27/1338277c-2e55-46af-5ef7-711e955c4c22/dfc05508-8b51-40e1-a2c9-39ced84a5d24_1242.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/6b/7e/0e/6b7e0e76-4490-ab22-0ec2-8c9337df91b0/1d452b8b-4c31-4362-a395-424163d6e976_2208x1242-screenshot.png__U00282_U0029.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/d8/27/c7/d827c734-47ad-e5e9-0707-79f98e9a8e67/8a5a15c5-1c1f-4f50-82be-9e40c594d9c7_2208x1242-screenshot.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/14/61/db/1461dbd1-a0d0-2b15-b810-8f70830a4a07/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/44/26/04/44260434-2210-cedc-4248-81c8735ece22/afa289ea-eb96-4690-b943-b5b0cadcb11b_2208x1242-screenshot.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/af/1b/ec/af1bec4f-7e69-2af2-826b-b197a121e7b1/39af6541-a25f-46a6-96ad-d56f3be47631_2208x1242-screenshot__U002811_U0029.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/42/60/e1/4260e19f-ca9e-6e3a-390f-d5670ec5115b/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/f2/a0/e5/f2a0e52c-f15e-56dd-d1b1-e2ba5dabf257/7e6da23e-bd54-4626-8561-860a7b6bca9f_2208x1242-screenshot__U00281_U0029.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/96/13/b7/9613b7dc-e0ae-48eb-7254-e8e4dbe01e86/e25fb065-ebd6-45c3-8a88-bf9e87511411_2208x1242-screenshot.png/406x228bb.png"], "Category":"Games", "Version":"4.8.2", "BundleID":"com.aidana.cardriving.ios", "Description":"Car Parking Multiplayer: open-world multiplayer mode, 130+ cars, tuning, racing and free walking! Thousands of players are waiting for you. Join us! Multiplayer open world mode • Free walking. • Free open world with real gas stations and car services. • Compete against real players in the multiplayer racing. • Exchange cars with real players. • Thousands of real players every day. • Friend list. • Voice Chat. • Police mode. • Role Play: become a taxi, cargo or delivery driver. • Drone Mode: explore the world and take stunning screenshots. • Daily Tasks and Rewards: collect coins and presents by completing the tasks and joining the game. • Character customization: variety of clothes and skins to choose. • Animations: choose among dozens of animations and reactions. Car customization • Adjustable suspension, wheel angle and more. • Engine tuning: swap engine, turbo, gearbox and exhaust. • Visual auto tunings: Dynamic vinyls, car body parts. • Car Plate: choose among 6 plate types and customize it. High-quality open world • Highly-detailed environments • 130+ cars with the real interior. • Buildings with interior Amazing gameplay • 82 real-life parking and driving challenges. • Different vehicles: Tow truck, pickup, trucks, sport and classic cars." }, { "iPA":"https://ipa.sierra.app/ipa/CarX-Drift-Racing-2.ipa", "Icon":"https://ipa.sierra.app/icon/CarX-Drift-Racing-2.png", "Name":"CarX Drift Racing 2", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/25/99/d5/2599d5f9-8650-e014-5a0f-8b7b817702ba/f82afecb-1869-4d15-a74c-45cd37b4a953_2_ENGL_5.5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/af/0a/61/af0a6170-715e-8fd6-5fbc-1a1eba2c58f9/059eafcf-fbe1-4111-bb82-4962cdd831d6_3_ENGL_5.5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/9c/60/e3/9c60e338-7192-9791-e165-e67ff3b0364f/757304c6-6b73-4e8d-8591-ef993a4a0c0c_4_ENGL_5.5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/d7/ea/fa/d7eafac7-8fd3-8e90-5f70-106914619140/aac47441-3dca-4cf7-9175-3848ec204556_5_5.5_0003_ENGL.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/f3/79/74/f37974b2-5368-a838-fb89-aeabe68ff4cd/f8066293-d01a-43ac-b3fd-68b6a0b2e8b3_6_ENGL_5.5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/38/1b/f1/381bf114-45b4-b7bf-b5f8-86de178435fb/06d96cbb-9d0a-4965-baed-029b210843a2_7_ENGL_5.5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/1d/5c/c1/1d5cc13f-f4bb-f3ad-8623-bc93019ed000/5e5ffd11-93ea-44dd-8e3a-f08b9a1f114d_1_ENGL_5.5.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/81/1e/ef/811eef28-e3d3-ffff-387d-635716719e53/5e68953a-0a8f-4ab7-b796-bb97f7017f61_8_5.5_0002_ENGL.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/1e/85/90/1e8590dd-65b6-3b5e-23a4-54a7a4b2cbc2/56271673-b2f3-4dbc-a0cc-6032506f748d_9_5.5_0002_ENGL.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/cd/aa/6d/cdaa6d89-5b95-971a-5b8e-3ed4c1125acd/3af6cc04-3786-4ec9-9a18-f436eff213d0_10_5.5_0002_ENGL.jpg/406x228bb.jpg"], "Category":"Games", "Version":"1.24.1", "BundleID":"com.carx-tech.carxdr2", "Description":"A SEQUEL OF THE MOST DESIRED DRIFT-GAME Over 100 000 000 fans around the world have already downloaded CarX series games. It’s your time to join! BEWARE the danger of addiction! You may not want to quit & play for hours. Taking a quick break every 40 minutes is strongly advised. ONLINE ROOMS - The game mode you’ve been waiting for! You can now drift in real time with your friends. Get together, pick a location, drift, and earn points. - Earn valuable rewards for achieving different ranks. - Watch other players drift using the drone camera. VISUAL AUTO TUNING - Replace mirrors, lights, running boards, bumpers and many other parts; - Create a unique image of your car with body kits, rims, etc.; - Use vinyls to stick out with your final result limited only by your imagination. IMPROVED PERFORMANCE TUNING - Adjust your suspension, springs, choose the right tyre air pressure, wheel angle and more; - Tune the engine, turbine pressure, gear box, brakes, locking differential. You can show some quality drift only if you have your car fine tuned to your needs. THE MOST TRUE TO LIFE RACING ON A MOBILE PLATFORM - Check out the all improved steering control perfect for quick side changing, backwards and drift donuts. We have put in over 1000 work hours to bring in the improvements; - See how tyre pressure affects driving physics. We ran a number of field tests with real drift cars to collect and analyze telemetric data to offer improved gaming; - Obtain muscle car driving experience prepared for drift tasks; - Check out how realistic the steering and the car control are on different surfaces: asphalt, sand, grass, snow; - Enjoy true to life driving on detailed tracks XDS - You will be racing twice. The first time you will race as the Leader in a tandem drift, the second time you will be racing as the Follower, actually following yourself. - For the first time in the world of video games tandem drifting is evaluated based on the CarX XDS Evaluation System which consists of 100 score points. The CarX XDS Evaluation System is designed entirely on the professional evaluation system used in real life drift competitions. - The XDS mode is a perfect opportunity to practice tandem drifting because it allows for quick swapping of cars for both the Leader and the Follower, experiment with tire pressure, try different driving trajectories for the Leader and go straight to practicing the Follower’s role right after. - XDS is your chance to prepare to compete against real racers. MULTIPLAYER - Compete against real people in online championships; - Take the first place in available league; - Race in tandems and get access to premium vehicles. CLUB RACING - Create your own club or join available clubs; - Prove it to your mates you’re the best in car drifting; - Communicate with other players and club members & share game news. IT’S THE NEXT STEP IN DRIFT-RACING SIMULATORS CarX Drift Racing 2 offers an unprecedented and realistic experience of driving real sports cars on one of many race tracks available throughout the game. PREMIUM SUBSCRIPTION: Here's what you're getting with the Premium Subscription: - Daily rewards (coins). - Increased fuel tank (by 5 points). - Increased experience after each race. - Ads off. - Free of charge restart as follower in XDS //Tandem drift// - Expanded room list in XDS //Duels//. - Free extra attempts in XDS //Duels//. Premium subscription is provided on a monthly basis. The cost of subscription in the amount of (£7.49) will be charged to your account at confirmation of purchase. Your account will be charged for renewal of your subscription automatically within 24 hours after your current subscription expires. You can turn off auto-renewal by going to your iTunes account at least 24 hours before the end of the current period. Terms of use: http://carx-online.com/ru/carx-technologies-terms-of-use/ Privacy policy: http://carx-online.com/ru/carx-technologies-privacy-policy/" }, { "iPA":"https://ipa.sierra.app/ipa/CarX-Highway-Racing.ipa", "Icon":"https://ipa.sierra.app/icon/CarX-Highway-Racing.png", "Name":"Hack CarX Highway Racing (kurdish-stor.tk)", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/15/c0/46/15c04697-5dc6-0b34-3a1b-ce770ee1060b/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/d8/01/4a/d8014a8c-d50f-cfc8-0f80-74d66d6b5d88/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/dc/fe/ba/dcfebae7-c900-26cd-04a8-2ffeee694247/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/1f/de/93/1fde93ea-b57e-3b9b-bc76-be34af686957/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/32/c8/9a/32c89a1d-cb13-4654-9363-88cd37c13376/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/f1/60/dc/f160dcbb-722b-c290-a26b-b50c1f724e79/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/62/a5/b2/62a5b205-a3cc-21a8-fe9b-1b5d1142476a/pr_source.png/406x228bb.png"], "Category":"Games", "Version":"1.74.3", "BundleID":"com.CarXTech.highWayRacing", "Description":"#1 racing on a traffic-packed highway! A mix of lifelike physics which has been the center point of CarX Drift Racing 2, eye-catching graphics and extreme driving on traffic-packed roads is what CarX Highway Racing has to offer. CAMPAIGN MODE. Immerse yourself in the world of street racing. - Check out Texas deserts, visit Australia, France or Russia. A number of countries are there on your way to success. - Divulge activities of secret organizations and destroy Winston’s empire - Find out what the Syndicate is after and knock down their plans before it’s too late - Make new friends who can help you in your endeavors LOTS OF CARS TO CHOOSE FROM. Select from pickup trucks to hypercars. - 40 sports cars are awaiting your command: sports classic, regular vehicles, muscle cars and powerful supercars. REALISTIC PHYSICS. Feel the power drive at your fingertips. - Well tuned physics will allow you to feel every horsepower of the car of your choice. - Adjust your vehicle to make sure it drives the way you want it - No other game can give you the kind of emotions you’ll experience with CarX Highway Racing ONLINE RACING. Show others what you’ve got. - Compete with other players for the first place - Move up to the next league by winning - New competitors and challenges are awaiting you every season DIFFERENT GAME MODES. You won’t get bored. - Select Time Attack, race to stay in the pack or complete your run without a scratch POLICE MODE. Bring the law back on the road. - Become Police and restrain lawlessness on the road. Catch offenders before they get lost. - Scare all criminals with the roar of your engine and sound of your sirene UNIQUE EVENTS. It’s your chance to get a unique car. - Take part in different events and receive unique cars FREE RIDE MODE. Feel the freedom of unrestrained driving. - Unlimited mode which will allow you to enjoy driving without having to flee or follow CONTROLLER SUPPORT - Connect your controller and race on vibrant tracks MORE STUFF TO ENJOY! - Day/Night mode: drive around Paris in the evening or blow dust of night Texas roads - Flee from police: patrol cars will keep the thrill until you cross the finish line Premium Access is offered on a weekly/monthly/annual basis. Upon your purchase, you will enjoy a 3-day FREE trial period. During this period but not later than 24-hours before it is over, you will be able to cancel your purchase. When the trial period is over, you will be charged $2,99/$6,99/$49,99 for one of the three available subscriptions respectively. After buying this subscription, you will unlock the following features: Unlimited fuel; Unlimited boosters; 10 times faster upgrades production; Team of 5 experienced mechanics; 10 coins every day; 35000 cash every day; Remove all ads; Ticket limit is 6pcs. - Payment will be charged to iTunes Account at confirmation of purchase - Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period - Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal - Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase - Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable Terms of use: http://carx-online.com/ru/carx-technologies-terms-of-use/ Privacy Policy: http://carx-online.com/ru/carx-technologies-privacy-policy/ ___________________________________________ Follow our announcements in social networks: https://facebook.com/carxhighway/" }, { "iPA":"https://ipa.sierra.app/ipa/CarX-Street.ipa", "Icon":"https://ipa.sierra.app/icon/CarX-Street.png", "Name":"CarX Street", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/c0/50/0a/c0500a72-b753-f9d4-8bdf-c893fd1e79d6/ea762a76-422c-431d-a657-1ed01e04d867_1_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/3a/12/55/3a12551d-ef48-54e8-f3d6-eb72ec79a271/673b972f-a171-4508-a0b8-838f75069cc4_5.5_engl_9.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/50/3d/88/503d88fd-8a37-4aad-9107-c6fab11732ee/bab19886-3d45-4b61-967c-fb691c293bb8_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/11/ed/04/11ed0400-0735-8954-7359-13da7f599e9a/d75ba4c7-cf2d-4241-9c8e-7418d8080d98_5.5_Styling_EN.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6e/a6/bb/6ea6bb0d-fc59-a050-9972-9b391dcdcbfa/6d665b26-e090-46c5-ad07-137b921c5d39_5.5_5_engl.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/af/9e/30/af9e30ce-16f1-7ada-bdab-c2bf4ee17c0f/7f523be0-9800-43a8-8cde-e7b9aad98b33_5.5_engl_6.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/f2/6e/b3/f26eb3b6-d525-5206-84fd-3987b7e5fa9f/883dd693-e760-408f-8e78-9ca591f26d2a_2_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/2a/ea/cb/2aeacbb2-58e7-f6d5-1ada-dc42bd28db25/1381d386-401e-4f00-83be-d50360c18df5_5.5_1.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/c4/c9/9e/c4c99ead-b910-e190-01e0-36f37ac899d6/8affaf41-73af-41c5-a593-36aba9c83bb7_3_5.5.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/6f/6e/b3/6f6eb37a-3506-64d0-41a4-06be68210655/b6cceec5-0bfd-4624-9a30-c9f398edf33d_5.5_7_engl.png/406x228bb.png"], "Category":"Games", "Version":"0.8.6", "BundleID":"com.carxtech.sr", "Description":"Embrace the freedom of being a street racer in the dynamic open world of CarX Street. Accept the challenge and become the legend of Sunset City. Realistic races on highways and city streets, plus top-speed drift races from the makers of CarX Drift Racing 2. Build the car of your dreams using part tuning that unlocks all the physics of CarX Technology car behavior. Explore every corner - the enormous world of CarX Street and the exciting car races will leave you exhilarated! Conquer clubs, hit top speed, and drift! WARNING! You may spend hours playing this game. Make sure to take a break every 40 minutes. GAME FEATURES CAREER - Drive at top speed or drift through turns. The choice is yours! - Join clubs, defeat bosses, and prove to everyone that you're the best driver in this city! - Pick out parts for your vehicle and unlock 100% of its potential! - Buy houses for your cars and assemble collections for every race mode. - Fuel up with the right gas for the next race at city gas stations. - Dynamic day/night change. Get behind the wheel at any time of night or day. REAL-TIME MULTIPLAYER - Compete with real people in online battles. - Be first and win all the races in Sunset City. - Drift down narrow streets or speed highways and discover new performance edges of your car. IMPROVED CAR TUNING - A detailed car-building system. - Swap parts and trick out your car for a specific race. - Upgrade the engine, transmission, body, suspension, and tires. - Swap the engine of your unique car. VISUAL CAR TUNING - Customize the mirrors, headlights, lights, skirt, bumper, rims, and much more! - Create a unique look for your car! THE MOST REALISTIC MOBILE RACING GAME - Check out the impressive physics and controls that make you the master of your car. - Admire the modern, high-quality graphics and enormous open world. Support service If you find any bugs in the game, please contact our support service. Email: support@carx-tech.com DEVICE REQUIREMENTS This app requires a device with at least 2 GB of memory. You must be connected to the internet for stable gameplay! Recommended devices: iPhone X, iPhone XS, iPhone XS Max, iPhone XR, iPhone 11, iPhone 11 Pro, iPhone 11 Pro Max, iPhone SE (second generation), iPhone 12, iPhone 12 mini, iPhone 12 Pro, iPhone 12 Pro Max, iPhone 13, iPhone 13 mini, iPhone 13 Pro, iPhone 13 Pro Max, iPhone 14, iPhone 14 Pro, iPhone 14 Pro Max, iPhone 15, iPhone 15 Pro, iPhone 15 Pro Max, iPad Air (third generation), iPad mini (fifth generation), iPad Pro (second generation) 12.9 inches, iPad Pro (second generation) 10.5 inches, iPad Pro (third generation) 11 inches, iPad Pro (third generation) 12.9 inches, iPad Pro (fourth generation) 11 inches, iPad Pro (fourth generation) 12.9 inches, iPad Air (fourth generation), iPad (eighth generation), iPad mini (sixth generation), iPad (ninth generation) _____________________________________________________________________ CarX Technologies official site: https://carx-online.com/ Privacy Policy: http://carx-online.com/ru/carx-technologies-privacy-policy/ License Agreement: https://carx-online.com/uploads/userfiles/EULA_CarX_ENG.pdf" }, { "iPA":"https://ipa.sierra.app/ipa/CatQuest.ipa", "Icon":"https://ipa.sierra.app/icon/CatQuest.png", "Name":"Cat Quest", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/0d/bc/7d/0dbc7de1-71f0-e79f-2cb1-355b4a9cc6d6/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/06/83/f3/0683f360-eaa7-4b4e-5b72-36d9afad50d4/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/36/50/4c/36504c29-64dc-04e9-093e-a76b541873b4/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/17/3e/32/173e326c-3a72-8044-aff7-a34853e195f7/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/74/25/ea/7425ea22-e35a-e44b-7dd6-540d570deee2/pr_source.jpg/406x228bb.jpg"], "Category":"Games", "Version":"1.2.71", "BundleID":"com.thegentlebros.catquest.dev", "Description":"Leap into a grand adventure of dragons, magic and cats in purr-suit of the evil Drakoth and your catnapped sister! Explore Felingard's huge overworld map, risk life and limb delving into dungeons for epic loot, and lend a paw to a furry cast of characters in a flurry of side quests. /Touch Arcade Game of the Week!/ /Rock Paper Shotgun Indie Pick of the Week!/ /Tokyo Game Show 2016 Indie Showcase/ /Unite 2016 Showcase/ /Casual Connect 2017 Indie Prize Showcase/ /Casual Connect 2017 Best Mobile Game Finalist/ /“Cat Quest is a game about a cat going on an adventure, nothing more and nothing less, but I’ll tell you what: it’s a bloody good adventure.” - 9.0, Digitally Downloaded /Combat in Cat Quest occurs entirely in real-time, and is brilliant in its simplicity./ - Kotaku /A PURR-FECT WAY TO SPEND SOME TIME/ - Gamespew Features - Pawsome real time combat! Oh so juicy combat! - A huge open world filled with over 15 hours of furry content! - Over 60 side quests! - Over 60 dungeons and caves filled with purrfect loot! - Loot? Yes we have a ton of loot! All cat certified too! - Gorgeous graphics that accentuate the cuteness of cats! - An engrossing story about loss, betrayal, adventure, victory and...cats! - Game Center Achievements to scratch your trophy highs! - Supports Metal for faster purr-formance! What are you waiting for? Download now! A Catventure awaits!" }]
