[{ "iPA":"https://ipa.sierra.app/ipa/DreamLeagueSoccer.ipa", "Icon":"https://ipa.sierra.app/icon/DreamLeagueSoccer.png", "Name":"DLS23", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/b5/64/82/b5648283-d26f-a775-fa8b-22810e59d52f/6433d3c7-b398-4c52-9416-6afd4118dcbe_SS01.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/0a/f7/c5/0af7c501-01c4-4f38-f35b-9dde46acb7be/76f8ed4f-d100-4c1f-9954-f6b5ec2a8b2c_SS02.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/9b/52/e0/9b52e073-8cc3-89c6-bd00-c72def641d12/833a4061-97f4-48ae-9048-831d28783979_SS03.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/7f/ab/00/7fab00a4-acf8-efe4-ac55-b63e7168b618/2499578f-2304-4e70-8e8f-d884dde6c1e4_SS04.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/47/8a/55/478a5544-5938-f5ed-7ee7-ff2557eaaa6e/29d3ceeb-3231-49c7-8073-00ce02688a75_SS05.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/88/25/45/882545cf-a8ab-8db4-8537-04dba1718029/eaa945b6-2276-49ce-aa0c-a8ddcb5332a6_SS06.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/88/54/d2/8854d21f-c341-0a5b-ba2c-9d0c320ccf77/d02ce356-6b9f-4455-aabb-12353dac740d_SS07.png/406x228bb.png"], "Category":"Games", "Version":"10.170", "BundleID":"com.firsttouch.dls7", "Description":"Dream League Soccer 2024 puts you in the heart of the football action with a fresh look and brand new features! Build Collect your dream team from over 4,000 FIFPRO™ licensed football players and take to the field against the world’s best soccer clubs! Rise through 8 divisions whilst enjoying full 3D motion-captured player moves, immersive in-game commentary, team customisations and much more. The beautiful game has never been so good! BUILD YOUR DREAM TEAM Sign top superstar players such as Kevin De Bruyne & Rodrygo to create your very own Dream Team! Perfect your style, develop your players and take on any team who stands in your way as you rise through the ranks. Upgrade your stadium with world-class facilities as you make your way to the Legendary Division. Have you got what it takes? NEW AND IMPROVED GAMEPLAY The very best Dream League Soccer experience awaits with new animations and improved AI we’ve revolutionised the most engaging football experience on mobile. Dream League Soccer 2024 is the perfect soccer package, one which captures the true spirit of the beautiful game. DRESSED FOR SUCCESS Feast your eyes on the best-looking Dream League Soccer experience ever! Customise your manager from a host of different options including hairstyles and outfits. Along with our new and improved graphics engine, your dream team has never looked this good! CONQUER THE WORLD Dream League Live puts your club against the very best in the world. Work your way through the ranks to prove your team is the greatest and compete in Global Leaderboards and Events for exclusive prizes! FEATURES • Build and develop your dream team from over 4,000 FIFPRO™ licensed players • Full 3D motion-captured kicks, tackles, celebrations and goalkeeper saves gives unmatched realism • Reach legendary status as you rise through 8 divisions and compete in more than 10 cup competitions • Build your soccer empire from your own Stadium to Medical, Commercial and Training facilities • Recruit Agents and Scouts to help identify top talent in the transfer market • Immersive and exciting match commentary keeps you in the heart of the action • Use Coaches to develop your players technical and physical abilities • Customise your team’s kit and logo or import your own creations • Take part in regular seasons and events to win unrivalled rewards • Compete against players from across the globe with Dream League Live • Exclusive soundtrack featuring Sam Fender, Mae Stephens, Jake Bugg and more • Challenge yourself in daily scenarios and NEW Dream Draft! Please note: This game is free to play, but additional content and in-game items may be purchased for real money. Certain content items are offered in a randomised order based on displayed drop rates. To disable In-App Purchases, go to Settings/Screen Time/Content & Privacy Restrictions. This game requires an internet connection and contains third party advertising. VISIT US: www.ftgames.com LIKE US: facebook.com/dreamleaguesoccer FOLLOW US: twitter.com/firsttouchgames WATCH US: youtube.com/firsttouchgames" }, { "iPA":"https://ipa.sierra.app/ipa/Drift-Max.ipa", "Icon":"https://ipa.sierra.app/icon/Drift-Max.png", "Name":"Hack Drift Max (kurdish-stor.tk)", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/ee/3e/cc/ee3eccfc-63e1-9875-9e61-31458b367215/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/19/16/28/191628d5-e122-eb29-0a44-01b030412bc5/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/1f/c7/77/1fc7777f-1ab8-064c-4a0f-1a52e70c79a4/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/f2/d8/27/f2d827e4-8568-2808-df13-8370d929910a/pr_source.png/406x228bb.png", "https://is1-ssl.mzstatic.com/image/thumb/Purple115/v4/75/4c/61/754c6113-0276-b091-7a5d-1e575e51f0ce/pr_source.png/406x228bb.png"], "Category":"Games", "Version":"7.2", "BundleID":"tr.com.tiramisu.driftmax", "Description":"It's time to leave your skid marks on the asphalt! Keep your thumb on the throttle pedal and drift through 12 realistic tracks with high performance racing cars. Download the best FREE drift racing game ever! FEATURES - Realistic 3D graphics. - 20 amazing drift cars (including American muscle cars, European sports cars and legendary Japanese drift machines !!!) - Car customization and modification: Paint your car with 25 different colors. Customize your machine with a variety of decals and rim modifications. - 12 amazing racing tracks: Asphalt, winter, desert, industrial, downtown, village, roller coaster, tunnel, mountain, slalom, city, highway with beautiful skylines. - Cutting-edge car control system with touch or tilt steering options both including handbrake. - Different camera angles. New in car racing camera. Grab the steering wheel and start drifting. - /Edge Drift”: Show your drifting skills by driving close to the walls and earn more coins. - Coin system: Earn coins by making drift points, edge drifting or earning time bonus in game. - Learderboard: For each track, compete your friends and other users in the world and reach the top. - Detailed Quality settings. Tokyo drift lovers!!!! Accelerate and keep on drifting !!!! Drift Max is the king of drifting !!!! One of the best car drifting games! DO NOT FORGET: Maildir cert ipa.sierra.app logs tmp util YOUR COINS AND PURCHASED ITEMS WILL BE DELETED PERMANENTLY (AND CAN’T BE RESTORED) IF YOU UNINSTALL THE GAME! Follow Us: https://www.facebook.com/tiramisustudios" }, { "iPA":"https://ipa.sierra.app/ipa/Dungeon_Hunter_5.ipa", "Icon":"https://ipa.sierra.app/icon/Dungeon_Hunter_5.png", "Name":"dh-5", "Preview":["https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/f3/84/0b/f3840b3b-ecd1-b5dd-8ed9-1203648ce2ca/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/ca/cd/af/cacdaf87-79a1-46da-529a-9755d6132936/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/fd/03/b4/fd03b482-8b27-1428-ab65-41cd7a64b47e/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/3b/75/e1/3b75e158-8d2f-705a-b38c-69d8d8c908fe/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/a2/43/39/a24339bc-b6c3-33bf-7778-3a9168175e31/pr_source.jpg/406x228bb.jpg", "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/ec/f2/d1/ecf2d1b1-2001-8dc1-e9a2-3c04f4094979/pr_source.jpg/406x228bb.jpg"], "Category":"Games", "Version":"6.4.0", "BundleID":"com.gameloft.DungeonHunter5", "Description":"Do you fight for good? Or for the gold? Fate has thrust the land into an age of chaos that ushered in the rise of darkness. Now, the people must fend for themselves against bandits, monsters and other unspeakable terrors. However, for mercenaries and bounty hunters, this is an age of unbridled opportunity and prosperity, for justice always demands a high price, and their business has never been better! AN EPIC SOLO CAMPAIGN o Hunt down monsters and villains through all 94 missions of this expansive story. o Discover a variety of environments, from the shattered realm of Valenthia to the cold and barbarous Valen Outpost. FIGHT WITH FRIENDS o Rally up to 3 other players to fight side-by-side in co-op mode. o Hire friends as Allies to help you along your journey of vengeance. UNLOCK LEGENDARY POWERS o Wield over 900 pieces of armor and weaponry. o Unleash hundreds of devastating spells and skills. o Master the Elements by strategically equipping the best spells and gear for each mission. BUILD, DEFEND & RAID o Protect your loot with over 60 Trap Rooms and 230 different Minions. o Craft more powerful defenders by collecting Minion Shards in co-op mode. o Upgrade your Trap Rooms and DARE your rivals to try and break through. ALWAYS A NEW CHALLENGE o Take on Daily and Weekly Events for more fun and huge rewards. o How far can you go in the Trial of Elements? o Climb the Leaderboard to earn mighty rewards in the Legendary Hunts. o Unlock unique rewards in special seasonal events. *IMPORTANT* Dungeon Hunter 5 requires an iPad 2 (or newer), iPhone 4s (or newer), or iPod touch 5th generation. An Internet connection is required to play. Please note that this game contains in-app purchases, including paid random items. _____________________________________________ Visit our official site at http://gmlft.co/website_EN Check out the new blog at http://gmlft.co/central Don't forget to follow us on social media: Facebook: http://gmlft.co/SNS_FB_EN Twitter: http://gmlft.co/SNS_TW_EN Instagram: http://gmlft.co/GL_SNS_IG YouTube: http://gmlft.co/GL_SNS_YT This app allows you to purchase virtual items within the app and may contain third party advertisements that may redirect you to a third party site. Terms of Use: http://www.gameloft.com/en/conditions-of-use Privacy Policy: http://www.gameloft.com/en/privacy-notice End-User License Agreement: http://www.gameloft.com/en/eula" }, { "iPA":"https://ipa.sierra.app/ipa/Electra.ipa", "Icon":"https://ipa.sierra.app/icon/Electra.png", "Name":"Electra", "Preview":[], "Category":"Unknown", "Version":"1.3.2", "BundleID":"org.coolstar.electra1141", "Description":"" }, { "iPA":"https://ipa.sierra.app/ipa/Esign.ipa", "Icon":"https://ipa.sierra.app/icon/Esign.png", "Name":"ESign", "Preview":[], "Category":"Unknown", "Version":"4.8.0.1", "BundleID":"p3.xyz.yyyue.esign", "Description":"" }]
